["Its tongue can be extended like a chameleon’s. It leaves a tingling sensation when it licks enemies.", "Its tongue spans almost 7 feet and moves more freely than its forelegs. Its licks can cause paralysis.", "Its tongue has well-developed nerves that run to the very tip, so it can be deftly manipulated.", "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.", "It has a tongue that is over 6’6’’ long. It uses this long tongue to lick its body clean.", "Whenever LICKITUNG comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.", "Its tongue is twice the length of its body. It can be moved like an arm for grabbing food and attacking.", "Its tongue can be extended like a chameleon’s. It leaves a tingling sensation when it licks enemies.", "Whenever it sees something unfamiliar, it always licks the object because it memorizes things by texture and taste. It is somewhat put off by sour things.", "Instead of hands, it uses its tongue, which is twice its height. Its sticky saliva grips anything.", "When it extends its over-six-foot-long tongue, its tail quivers. There is a possibility they are connected.", "Its tongue has well-developed nerves that run to the very tip, so it can be deftly manipulated.", "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.", "When it extends its over-six-foot-long tongue, its tail quivers. There is a possibility they are connected.", "Being licked by its long, saliva-covered tongue leaves a tingling sensation. Extending its tongue retracts its tail.", "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.", "Its tongue is twice the length of its body. It can be moved like an arm for grabbing food and attacking.", "Whenever Lickitung comes across something new, it will unfailingly give it a lick. It does so because it memorizes things by texture and by taste. It is somewhat put off by sour things.", "It checks out whatever’s around it by licking everything. If you don’t clean off a spot where it’s licked you, you’ll break out in a rash!", "It licks filth clean with its tongue. Whatever it licks always stinks afterward, so whether it’s really clean is...questionable.", "Its tongue spans almost seven feet and moves more freely than its forelegs. Its licks can cause paralysis.", "If this Pokémon’s sticky saliva gets on you and you don’t clean it off, an intense itch will set in. The itch won’t go away, either.", "Bug Pokémon are Lickitung’s main food source. This Pokémon paralyzes its prey with a lick from its long tongue, then swallows the prey whole.", "Instead of its hands, it uses its tongue, which can stretch to twice this Pokémon’s height. Lickitung’s sticky saliva grips anything.", "Wields its long tongue deftly, as though it were an arm. The Pokémon’s viscous saliva, once it has been collected and boiled down, yields a strong and highly useful adhesive."]