[
    "With its vaunted horns, it can lift an opponent 10 times heavier than itself and fly about with ease.",
    "It zips around at blistering speeds, looking for an opening to skewer its opponent on its giant pincers.",
    "After Mega Evolution, it becomes able to fly. Perhaps because it’s so happy, it rarely touches the ground.",
    "Bathed in the energy of Mega Evolution, its wings become unusually developed. It flies at speeds of approximately 30 mph.",
    "The influence of Mega Evolution leaves it in a state of constant excitement. It pierces enemies with its two large horns before shredding them.",
    "It grips prey with its pincers until the prey is torn apart. What it can’t tear, it tosses far away.",
    "This Pokémon clamps its pincers down on its prey and then either splits the prey in half or flings it away.",
    "These Pokémon judge one another based on pincers. Thicker, more impressive pincers make for more popularity with the opposite gender.",
    "Grips its prey in its pincers and squeezes hard! It can’t move if it’s cold, so it lives in warm places.",
    "Although it’s tough, it can’t handle cold well. When night falls, it buries itself in leafage and sleeps.",
    "It gets into territorial disputes with Vikavolt. For some reason, it apparently gets along well with Heracross in Alola.",
    "One solid blow from its horns is enough to split apart a large tree. Its greatest rival in Alola is Vikavolt.",
    "It grips its prey in its pincers and splits them apart. Although it is a powerful Pokémon, it can’t deal with the cold.",
    "_____ has a pair of massive horns. Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.",
    "_____ is astoundingly strong. It can grip a foe weighing twice its weight in its horns and easily lift it. This Pokémon’s movements turn sluggish in cold places.",
    "It swings its long pincer horns wildly to attack. During cold periods, it hides deep in forests.",
    "It grips prey with its pincers until the prey is torn in half. What it can’t tear, it tosses far.",
    "It grips prey with its powerful pincers and will not let go until the prey is torn in half.",
    "With its pincer horns, it digs burrows to sleep in at night. In the morning, damp soil clings to its body.",
    "Their pincers are strong enough to shatter thick logs. Because they dislike cold, _____ burrow and sleep under the ground on chilly nights.",
    "If it fails to crush the foe in its pincers, it will swing around and toss the opponent.",
    "Its two long pincer horns are powerful. Once they grip an enemy, they won’t release until the foe is torn.",
    "_____ has a pair of massive horns Protruding from the surface of these horns are thorns. These thorns are driven deeply into the foe’s body when the pincer closes, making it tough for the foe to escape.",
    "When the temperature drops at night, it sleeps on treetops or among roots where it is well hidden.",
    "Swings its long antlers wildly to attack. During cold periods, it hides deep in forests.",
    "With its horns, it digs burrows to sleep in at night. In the morning, damp soil clings to its body.",
    "If it fails to crush the victim in its pincers, it will swing it around and toss it hard."
]