[
    "_____’s coloration becomes increasingly vivid the more it feasts on its favorite dish—trash.",
    "What look like fangs and claws are actually crystallized poison that will afflict you at a mere touch, so don’t get too close.",
    "There are over a hundred kinds of poison inside its body. Chemical reactions between different poisons are the source of its vitality.",
    "While it’s unexpectedly quiet and friendly, if it’s not fed any trash for a while, it will smash its Trainer’s furnishings and eat up the fragments.",
    "The garbage it eats causes continuous chemical changes in its body, which produce its exceedingly vivid coloration.",
    "It’s so stinky! _____’s body contains toxic elements, and any plant will wilt when it passes by.",
    "It’s thickly covered with a filthy, vile sludge. It is so toxic, even its footprints contain poison.",
    "A toxic fluid seeps from its body. The fluid kills plants and trees immediately upon contact.",
    "Smells so awful, it can cause fainting. Through degeneration of its nose, it lost its sense of smell.",
    "Because they scatter germs everywhere, they’ve long been targeted for extermination, leading to a steep decline in their population.",
    "Their food sources have decreased, and their numbers have declined sharply. Sludge ponds are being built to prevent their extinction.",
    "After recent environmental improvements, this Pokémon is now hardly seen at all. People speculate that it may go extinct at some point.",
    "The stench it gives off will make your nose scrunch up. Still, there are _____ fans who think that’s a good thing.",
    "This Pokémon’s favorite food is anything that is repugnantly filthy. In dirty towns where people think nothing of throwing away litter on the streets, _____ are certain to gather.",
    "From _____’s body seeps a foul fluid that gives off a nose-bendingly horrible stench. Just one drop of this Pokémon’s body fluid can turn a pool stagnant and rancid.",
    "A toxic fluid seeps from its body. The fluid instantly kills plants and trees on contact.",
    "They love to gather in smelly areas where sludge accumulates, making the stench around them worse.",
    "Its body is made of a powerful poison. Touching it accidentally will cause a fever that requires bed rest.",
    "It prefers warm and humid habitats. In the summertime, the toxic substances in its body intensify, making _____ reek like putrid kitchen garbage.",
    "Thickly covered with a filthy, vile sludge. It is so toxic, even its footprints contain poison.",
    "It is usually undetectable because it blends in with the ground. Touching it can cause terrible poisoning.",
    "As it moves, a very strong poison leaks from it, making the ground there barren for three years.",
    "Smells so awful, it can cause fainting. Through degeneration, it lost its sense of smell."
]