["A team of DIGLETT triplets. It triggers huge earthquakes by burrowing 60 miles underground.", "A team of triplets that can burrow over 60 MPH. Due to this, some people think it’s an earthquake.", "Its three heads bob separately up and down to loosen the soil nearby, making it easier for it to burrow.", "Extremely powerful, they can DIG through even the hardest ground to a depth of over 60 miles.", "These DIGLETT triplets dig over 60 miles below sea level. No one knows what it’s like underground.", "DUGTRIO are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.", "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.", "A team of DIGLETT triplets. It triggers huge earthquakes by burrowing 60 miles underground.", "Because the triplets originally split from one body, they think exactly alike. They work cooperatively to burrow endlessly through the ground.", "Its three heads move alternately, driving it through tough soil to depths of over 60 miles.", "Its three heads bob separately up and down to loosen the soil nearby, making it easier for it to burrow.", "Extremely powerful, they can dig through even the hardest ground to a depth of over 60 miles.", "Its three heads move alternately, driving it through tough soil to depths of over 60 miles.", "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.", "Extremely powerful, they can dig through even the hardest ground to a depth of over 60 miles.", "Dugtrio are actually triplets that emerged from one body. As a result, each triplet thinks exactly like the other two triplets. They work cooperatively to burrow endlessly.", "This set of triplets moves cooperatively. It’s the power of teamwork that enables this Pokémon to dig to a depth of 60 miles.", "Despite the closeness between this Pokémon and farmers and other people, no one has ever seen the parts of it concealed underground.", "While the three of them normally get along splendidly, on rare occasions a huge fight will break out over which head gets to eat first.", "Dugtrio’s heads are sleek and smooth and incredibly hard. It can dig through any soil with its headbutts.", "A team of triplets that can burrow to a depth of 60 miles. It’s reported that this triggers an earthquake.", "A team of Diglett triplets. It triggers huge earthquakes by burrowing 60 miles underground.", "These Diglett triplets dig over 60 miles below sea level. No one knows what it’s like underground.", "Its three heads move alternately, driving it through tough soil to depths of over 60 miles.", "Its three heads bob separately up and down to loosen the soil nearby, making it easier for it to burrow.", "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.", "Its shining gold hair provides it with protection. It’s reputed that keeping any of its fallen hairs will bring bad luck.", "These Pokémon are cherished in the Alola region, where they are thought to be feminine deities of the land incarnate.", "Its metallic whiskers are heavy, so it’s not very fast, but it has the power to dig through bedrock.", "Its shining gold whiskers are advanced sensors that can detect vibrations from sounds several miles away.", "They’re referred to as triplets, but they’re not identical—the metallic elements in their bodies differ slightly. The proof shows in their whiskers!", "Their beautiful, metallic whiskers create a sort of protective helmet on their heads, and they also function as highly precise sensors.", "The three of them get along very well. Through their formidable teamwork, they defeat powerful opponents."]