["A rare and elusive POKéMON that is said to bring happiness to those who manage to get it.", "A gentle and kindhearted POKéMON that shares its nutritious eggs if it sees an injured POKéMON.", "It walks carefully to prevent its egg from breaking. However, it is extremely fast at running away.", "Few in number and difficult to capture, it is said to bring happiness to the trainer who catches it.", "People try to catch it for its extremely nutritious eggs, but it rarely can be found.", "CHANSEY lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.", "It lays several eggs a day. The eggs are apparently rich in nutrients and extremely delicious.", "A rare and elusive POKéMON that is said to bring happiness to those who manage to catch one.", "CHANSEY lay nutritionally excellent eggs every day. The eggs are so delicious, they are eagerly devoured by even those people who have lost their appetite.", "It is said to deliver happiness. Being compassionate, it shares its eggs with injured people.", "It lays several eggs a day and won’t share them with those who have evil in their hearts.", "A kindly Pokémon that lays highly nutritious eggs and shares them with injured Pokémon or people.", "It walks carefully to prevent its egg from breaking. However, it is extremely fast at running away.", "Being few in number and difficult to capture, it is said to bring happiness to the Trainer who catches it.", "A kindly Pokémon that lays highly nutritious eggs and shares them with injured Pokémon or people.", "It is said to deliver happiness. Being compassionate, it shares its eggs with injured people.", "It lays several eggs a day. The eggs are apparently rich in nutrients and extremely delicious.", "Chansey lays nutritionally excellent eggs on an everyday basis. The eggs are so delicious, they are easily and eagerly devoured by even those people who have lost their appetite.", "The eggs laid by Chansey are rich in nutrients and a favorite food of many Pokémon.", "Not only are these Pokémon fast runners, they’re also few in number, so anyone who finds one must be lucky indeed.", "It seems that other Pokémon’s efforts to take its delicious, nutritious egg away from it caused Chansey to get faster at fleeing.", "Because the eggs on their bellies have been overharvested by people in the past, the Chansey population remains very small.", "A gentle and kindhearted Pokémon that shares its nutritious eggs if it sees an injured Pokémon.", "The egg Chansey carries is not only delicious but also packed with nutrition. It’s used as a high-class cooking ingredient.", "This species was once very slow. To protect their eggs from other creatures, these Pokémon became able to flee quickly.", "It is said to deliver happiness. Being compassionate, it shares its eggs with injured people.", "It lays several eggs a day and won’t share them with those who have evil in their hearts.", "This purehearted Pokémon shares its eggs with the injured. These eggs are so nutritious that they’ve been nicknamed “doctors’ doubles.”", "This kindly Pokémon lays highly nutritious eggs and shares them with injured Pokémon or people.", "It walks carefully to prevent its egg from breaking. However, it is extremely fast at running away."]