["Incredibly slow and dopey. It takes 5 seconds for it to feel pain when under attack.", "Incredibly slow and sluggish. It is quite content to loll about without worrying about the time.", "It lazes vacantly near water. If something bites its tail, it won’t even notice for a whole day.", "A sweet sap leaks from its tail’s tip. Although not nutritious, the tail is pleasant to chew on.", "It is always so absent-minded that it won’t react, even if its flavorful tail is bitten.", "SLOWPOKE uses its tail to catch prey by dipping it in water at the side of a river. However, this POKéMON often forgets what it’s doing and often spends entire days just loafing at water’s edge.", "It is always vacantly lost in thought, but no one knows what it is thinking about. It is good at fishing with its tail.", "Incredibly slow and dopey. It takes five seconds for it to feel pain when under attack.", "It catches prey by dipping its tail in water at the side of a river. But it often forgets what it is doing and spends entire days just loafing at water’s edge.", "Although slow, it is skilled at fishing with its tail. It does not feel pain if its tail is bitten.", "It lazes vacantly near water. If something bites its tail, it won’t even notice for a whole day.", "A sweet sap leaks from its tail’s tip. Although not nutritious, the tail is pleasant to chew on.", "Although slow, it is skilled at fishing with its tail. It does not feel pain if its tail is bitten.", "It is always vacantly lost in thought, but no one knows what it is thinking about. It is good at fishing with its tail.", "It lazes vacantly near water. If something bites its tail, it won’t even notice for a whole day.", "Slowpoke uses its tail to catch prey by dipping it in water at the side of a river. However, this Pokémon often forgets what it’s doing and often spends entire days just loafing at water’s edge.", "Its long tail often breaks off. It doesn’t really feel any pain, though, and the tail grows back, so Slowpoke isn’t particularly bothered.", "Alolan home cooking involves drying Slowpoke tails and then simmering them into a salty stew.", "There are some places where Slowpoke is worshiped because of a long-standing belief that whenever Slowpoke yawns, it rains.", "Although their tails, which fall off naturally, can easily be found lying around, they’re a precious ingredient for cooking.", "Incredibly slow and sluggish. It is quite content to loll about without worrying about the time.", "Slow-witted and oblivious, this Pokémon won’t feel any pain if its tail gets eaten. It won’t notice when its tail grows back, either.", "When this Pokémon’s tail is soaked in water, sweetness seeps from it. Slowpoke uses this trait to lure in and fish up other Pokémon.", "Although slow, it is skilled at fishing with its tail. It does not feel pain if its tail is bitten.", "It is incredibly slow and dopey. It takes five seconds for it to feel pain when under attack.", "It is always vacantly lost in thought, but no one knows what it is thinking about. It is good at fishing with its tail.", "Although this Pokémon is normally zoned out, its expression abruptly sharpens on occasion. The cause for this seems to lie in Slowpoke’s diet.", "Because Galarian Slowpoke eat the seeds of a plant that grows only in Galar, their tails have developed a spicy flavor."]