["The bloom on top of its head opens and closes as the temperature fluctuates up and down.", "It spreads its petals to absorb sunlight. It also floats in the air to get closer to the sun.", "As soon as it rains, it closes its flower and hides in the shade of a tree to avoid getting wet.", "SKIPLOOM’s flower blossoms when the temperature rises above 64 degrees F. How much the flower opens depends on the temperature. For that reason, this POKéMON is sometimes used as a thermometer.", "It spreads its petals to absorb sunlight. It also floats in the air to get closer to the sun.", "The bloom on top of its head opens and closes as the temperature fluctuates up and down.", "It blossoms when the temperature rises above 64 degrees F. Because its flower’s blooming changes with the temperature, it is sometimes used as a thermometer.", "It blooms when the weather warms. It floats in the sky to soak up as much sunlight as possible.", "The bloom on top of its head opens and closes as the temperature fluctuates up and down.", "It spreads its petals to absorb sunlight. It also floats in the air to get closer to the sun.", "It blooms when the weather warms. It floats in the sky to soak up as much sunlight as possible.", "The bloom on top of its head opens and closes as the temperature fluctuates up and down.", "It spreads its petals to absorb sunlight. It also floats in the air to get closer to the sun.", "Skiploom’s flower blossoms when the temperature rises above 64 degrees Fahrenheit. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.", "It blooms when the weather warms. It floats in the sky to soak up as much sunlight as possible.", "Skiploom enthusiasts can apparently tell where a Skiploom was born by the scent drifting from the flower on the Pokémon’s head.", "When the weather grows cold, Skiploom’s flower closes and the Pokémon cannot photosynthesize, so it flies away to warmer regions."]