["If you are burned by the flames it shoots from its mouth, the pain will never go away.", "Upon hearing its eerie howls, other POKéMON get the shivers and head straight back to their nests.", "The pungent-smelling flame that shoots from its mouth results from toxins burning in its body.", "In a HOUNDOOM pack, the one with its horns raked sharply towards the back serves a leadership role. These POKéMON choose their leader by fighting amongst themselves.", "Upon hearing its eerie howls, other POKéMON get the shivers and head straight back to their nests.", "If you are burned by the flames it shoots from its mouth, the pain will never go away.", "In a HOUNDOOM pack, the one with its horns raked sharply back serves a leadership role. They choose their leader by fighting among themselves.", "Long ago, people imagined its eerie howls to be the call of the grim reaper.", "The flames it breathes when angry contain toxins. If they cause a burn, it will hurt forever.", "If you are burned by the flames it shoots from its mouth, the pain will never go away.", "Upon hearing its eerie howls, other Pokémon get the shivers and head straight back to their nests.", "The flames it breathes when angry contain toxins. If they cause a burn, it will hurt forever.", "Long ago, people imagined its eerie howls to be the call of the grim reaper.", "The flames it breathes when angry contain toxins. If they cause a burn, it will hurt forever.", "In a Houndoom pack, the one with its horns raked sharply toward the back serves a leadership role. These Pokémon choose their leader by fighting among themselves.", "They spew flames mixed with poison to finish off their opponents. They divvy up their prey evenly among the members of their pack.", "Identifiable by its eerie howls, people a long time ago thought it was the grim reaper and feared it.", "Long ago, people imagined its eerie howls to be the call of the grim reaper.", "If you are burned by the flames it shoots from its mouth, the pain will never go away.", "Upon hearing its eerie howls, other Pokémon get the shivers and head straight back to their nests.", "Its red claws and the tips of its tail are melting from high internal temperatures that are painful to Houndoom itself.", "Houndoom’s entire body generates heat when it Mega Evolves. Its fearsome fiery breath turns its opponents to ash."]