["ANORITH was regenerated from a prehistoric fossil. This primitive POKéMON once lived in warm seas. It grips its prey firmly between its two large claws.", "ANORITH is said to be a type of POKéMON predecessor, with eight wings at the sides of its body. This POKéMON swam in the primordial sea by undulating these eight wings.", "It is a kind of POKéMON progenitor. It uses its extending claws to catch prey hiding among rocks on the seafloor.", "It was resurrected from a fossil using the power of science. It swims by undulating the eight wings at its sides. They were feet that adapted to life in the sea.", "A Pokémon ancestor that was reanimated from a fossil. It lived in the sea and hunted with claws.", "An ancestral Pokémon that lived in the ocean. Over time, its eight feet transformed into wings.", "A Pokémon ancestor that was reanimated from a fossil. It lived in the sea and hunted with claws.", "It is a kind of Pokémon progenitor. It uses its extending claws to catch prey hiding among rocks on the seafloor.", "A Pokémon ancestor that was reanimated from a fossil. It lived in the sea and hunted with claws.", "Anorith was regenerated from a prehistoric fossil. This primitive Pokémon once lived in warm seas. It grips its prey firmly between its two large claws.", "Anorith is said to be a type of Pokémon predecessor, with eight wings at the sides of its body. This Pokémon swam in the primordial sea by undulating these eight wings.", "When restored Anorith are released into the ocean, they don’t thrive, because the water composition has changed since their era.", "This is one kind of primeval bug Pokémon. With eight wings, it could apparently swim a lot faster than you’d expect.", "This Pokémon was restored from a fossil. Anorith lived in the ocean about 100,000,000 years ago, hunting with its pair of claws.", "Anorith can swim swiftly by pulling its eight wings through the water like oars on a boat. This Pokémon is an ancestor of modern bug Pokémon.", "This Pokémon ancestor was reanimated from a fossil. It lived in the sea and hunted with its claws."]