["When it targets an enemy, it charges furiously while whipping its body with its long tails.", "A rowdy POKéMON with a lot of stamina. Once running, it won’t stop until it hits something.", "They fight each other by locking horns. The herd’s protector takes pride in its battle-scarred horns.", "After heightening its will to fight by whipping itself with its three tails, it charges at full speed.", "These violent POKéMON fight with other members of their herd in order to prove their strength.", "This POKéMON is not satisfied unless it is rampaging at all times. If there is no opponent for TAUROS to battle, it will charge at thick trees and knock them down to calm itself.", "When it is about to TACKLE, it whips its body repeatedly with its three long tails.", "When it targets an enemy, it charges furiously while whipping its body with its long tails.", "It is not satisfied unless it is rampaging at all times. If there is no opponent for TAUROS to battle, it will charge at thick trees and knock them down to calm itself.", "Once it takes aim at its foe, it makes a headlong charge. It is famous for its violent nature.", "They fight each other by locking horns. The herd’s protector takes pride in its battle-scarred horns.", "After heightening its will to fight by whipping itself with its three tails, it charges at full speed.", "Once it takes aim at its foe, it makes a headlong charge. It is famous for its violent nature.", "After heightening its will to fight by whipping itself with its three tails, it charges at full speed.", "When it is about to tackle, it whips its body repeatedly with its three long tails.", "This Pokémon is not satisfied unless it is rampaging at all times. If there is no opponent for Tauros to battle, it will charge at thick trees and knock them down to calm itself.", "Historically, people in areas all over the world have ridden Tauros, but the practice is said to have started in Alola.", "Although it’s known to be a fierce Pokémon, Tauros in the Alola region are said to possess a measure of calmness.", "They live in groups. The one with the longest, thickest, and most-scarred horns is the boss of the herd.", "The climate seems to be related to the reason Tauros in Alola are a little calmer than those in other regions.", "A rowdy Pokémon with a lot of stamina. Once running, it won’t stop until it hits something.", "When Tauros begins whipping itself with its tails, it’s a warning that the Pokémon is about to charge with astounding speed.", "The Tauros of the Galar region are volatile in nature, and they won’t allow people to ride on their backs.", "Once it takes aim at its prey, it makes a headlong charge. It is famous for its violent nature.", "When it targets an enemy, it charges furiously while whipping its body with its long tails.", "They fight each other by locking horns. The herd’s protector takes pride in its battle-scarred horns.", "This Pokémon has a muscular body and excels at close-quarters combat. It uses its short horns to strike the opponent’s weak spots.", "This kind of Tauros, known as the Combat Breed, is distinguished by its thick, powerful muscles and its fierce disposition.", "When heated by fire energy, its horns can get hotter than 1,800 degrees Fahrenheit. Those gored by them will suffer both wounds and burns.", "People call this kind of Tauros the Blaze Breed due to the hot air it snorts from its nostrils. Its three tails are intertwined.", "This Pokémon blasts water from holes on the tips of its horns—the high-pressure jets pierce right through Tauros’s enemies.", "It swims by jetting water from its horns. The most notable characteristic of the Aqua Breed is its high body fat, which allows it to float easily."]