["They say that it stays still and quiet because it is seeing both the past and future at the same time.", "In South America, it is said that its right eye sees the future and its left eye views the past.", "Once it begins to meditate at sunrise, the entire day will pass before it will move again.", "XATU stands rooted and still in one spot all day long. People believe that this POKéMON does so out of fear of the terrible things it has foreseen in the future.", "XATU is known to stand motionless while staring at the sun all day long. Some people revere it as a mystical POKéMON out of their belief that XATU is in possession of the power to see into the future.", "In South America, it is said that its right eye sees the future and its left eye views the past.", "They say that it stays still and quiet because it is seeing both the past and future at the same time.", "It has the enigmatic power of foreseeing the future. Some people in different lands have long believed that XATU are emissaries from another world.", "This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day.", "They say that it stays still and quiet because it is seeing both the past and future at the same time.", "In South America, it is said that its right eye sees the future and its left eye views the past.", "This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day.", "Once it begins to meditate at sunrise, the entire day will pass before it will move again.", "They say that it stays still and quiet because it is seeing both the past and future at the same time.", "Xatu stands rooted and still in one spot all day long. People believe that this Pokémon does so out of fear of the terrible things it has foreseen in the future.", "Xatu is known to stand motionless while staring at the sun all day long. Some people revere it as a mystical Pokémon out of their belief that Xatu is in possession of the power to see into the future.", "It’s said that while this Pokémon has the power to predict the future, it’s not powerful enough to change the future it sees.", "While it can see the future, it has no desire to change it, which is probably why it remains motionless at all times.", "They say that it stays still and quiet because it is seeing both the past and future at the same time.", "This odd Pokémon can see both the past and the future. It eyes the sun’s movement all day."]