["Uses anti-gravity to stay suspended. Appears without warning and uses THUNDER WAVE and similar moves.", "It is born with the ability to defy gravity. It floats in air on powerful electromagnetic waves.", "It is attracted by electromagnetic waves. It may approach trainers if they are using their POKéGEAR.", "The units at the sides of its body generate antigravity energy to keep it aloft in the air.", "The electricity emitted by the units on each side of its body cause it to become a strong magnet.", "MAGNEMITE attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this POKéMON clinging to the breaker box.", "MAGNEMITE floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This POKéMON becomes incapable of flight if its internal electrical supply is depleted.", "It moves while constantly hovering. It discharges THUNDER WAVE and so on from the units at its sides.", "Uses antigravity to stay suspended. Appears without warning and uses THUNDER WAVE and similar moves.", "The units at its sides are extremely powerful magnets. They generate enough magnetism to draw in iron objects from over 300 feet away.", "The units at its sides generate electromagnetic waves that keep it airborne. It feeds on electricity.", "The faster the units at its sides rotate, the greater the magnetic force they generate.", "It is attracted by electromagnetic waves. It may approach Trainers if they are using their Pokégear.", "The units at the sides of its body generate antigravity energy to keep it aloft in the air.", "The faster the units at its sides rotate, the greater the magnetic force they generate.", "The electromagnetic waves emitted by the units at the sides of its head expel antigravity, which allows it to float.", "The units at the sides of its body generate antigravity energy to keep it aloft in the air.", "It moves while constantly hovering. It discharges Thunder Wave and so on from the units at its sides.", "Magnemite attaches itself to power lines to feed on electricity. If your house has a power outage, check your circuit breakers. You may find a large number of this Pokémon clinging to the breaker box.", "Magnemite floats in the air by emitting electromagnetic waves from the units at its sides. These waves block gravity. This Pokémon becomes incapable of flight if its internal electrical supply is depleted.", "They gather in places where electricity is available. They can be found clinging to the steel towers used to support power lines.", "It sends out electromagnetic waves, which let it float through the air. Touching it while it’s eating electricity will give you a full-body shock.", "It’s frequently the cause of power outages, which is why some power plants send out electrical signals that it can’t stand.", "Perhaps because electrical lines are often buried these days, the number of Magnemite attacks on power plants has increased.", "It is hatched with the ability to defy gravity. It floats while emitting powerful electromagnetic waves.", "At times, Magnemite runs out of electricity and ends up on the ground. If you give batteries to a grounded Magnemite, it’ll start moving again.", "It subsists on electricity. As Magnemite flies, it emits electromagnetic waves from the units on each side of its body.", "The units at its sides generate electromagnetic waves that keep it airborne. It feeds on electricity.", "A bizarre Pokémon with but a single eye embedded in an iron sphere. I suspect this creature levitates due to the magnetism it emits from its arms, which resemble horseshoe-shaped magnets.", "The electromagnetic waves emitted by the units at the sides of its head expel antigravity, which allows it to float.", "It moves while constantly hovering. It discharges electromagnetic waves and so on from the units at its sides."]