[
	"Spends 18 hours of the day sleeping. Even while asleep, _____ can control its psychic powers—should danger approach, the Pokémon will simply teleport away.",
	"Even while asleep, it maintains a telepathic radar. It teleports when it is threatened.",
	"It sleeps for 18 hours a day. Even when awake, it teleports itself while remaining seated.",
	"_____ can teleport in its sleep. Apparently the more deeply _____ sleeps, the farther its teleportations go.",
	"This Pokémon uses its psychic powers while it sleeps. The contents of _____’s dreams affect the powers that the Pokémon wields.",
	"Sleeps 18 hours a day. If it senses danger, it will teleport itself to safety even as it sleeps.",
	"It can read others’ minds and will teleport away when danger approaches. You must clear your mind if you want to catch it.",
	"It uses various psychic powers even while it’s sleeping, so you can’t tell whether or not it’s awake.",
	"It can teleport itself to safety while it’s asleep, but when it wakes, it doesn’t know where it is, so it panics.",
	"It sleeps 18 hours a day. Even while sleeping, it will teleport itself to treetops and pick and eat berries there.",
	"_____ needs to sleep for eighteen hours a day. If it doesn’t, this Pokémon loses its ability to use telekinetic powers. If it is attacked, _____ escapes using Teleport while it is still sleeping.",
	"_____ sleeps for eighteen hours a day. However, it can sense the presence of foes even while it is sleeping. In such a situation, this Pokémon immediately teleports to safety.",
	"It senses impending attacks and teleports away to safety before the actual attacks can strike.",
	"It sleeps for 18 hours a day. It uses a variety of extrasensory powers even while asleep.",
	"Using its psychic power is such a strain on its brain that it needs to sleep for 18 hours a day.",
	"If it decides to teleport randomly, it evokes the illusion that it has created copies of itself.",
	"A Pokémon that sleeps 18 hours a day. Observation revealed that it uses Teleport to change its location once every hour.",
	"Using its ability to read minds, it will sense impending danger and Teleport to safety.",
	"It hypnotizes itself so that it can teleport away when it senses danger, even if it is asleep.",
	"If it decides to Teleport randomly, it creates the illusion that it has created copies of itself.",
	"Using its ability to read minds, it will identify impending danger and Teleport to safety."
]
