["LINOONE always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This POKéMON is very challenged by gently curving roads.", "When hunting, LINOONE will make a beeline straight for the prey at a full run. While this POKéMON is capable of topping 60 mph, it has to come to a screeching halt before it can turn.", "When running in a straight line, it can top 60 miles per hour. However, it has a tough time with curved roads.", "It is exceedingly fast if it only has to run in a straight line. When it spots pond-dwelling prey underwater, it quickly leaps in and catches it with its sharp claws.", "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails.", "When running in a straight line, it can easily top 60 miles an hour. It has a tough time with curved roads.", "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails.", "When running in a straight line, it can easily top 60 miles an hour. It has a tough time with curved roads.", "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails.", "Linoone always runs full speed and only in straight lines. If facing an obstacle, it makes a right-angle turn to evade it. This Pokémon is very challenged by gently curving roads.", "When hunting, Linoone will make a beeline straight for the prey at a full run. While this Pokémon is capable of topping 60 mph, it has to come to a screeching halt before it can turn.", "Its fur is strong and supple. Shaving brushes made with shed Linoone hairs are highly prized.", "It uses its explosive speed and razor-sharp claws to bring down prey. Running along winding paths is not its strong suit.", "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails.", "It uses its long tongue to taunt opponents. Once the opposition is enraged, this Pokémon hurls itself at the opponent, tackling them forcefully.", "This very aggressive Pokémon will recklessly challenge opponents stronger than itself."]