[
    "Dwells on sacred peaks perpetually covered in snow. Said to appear to virtuous people who have lost their way on mountain paths—it then guides them back down to the mountain’s base.",
    "While it will guide travelers who get lost on a snowy mountain down to the mountain’s base, it won’t forgive anyone who harms nature.",
    "A deity resides in the snowy mountains where this Pokémon lives. In ancient times, it was worshiped as that deity’s incarnation.",
    "It lives on mountains perpetually covered in snow and is revered as a deity incarnate. It appears draped in a blizzard.",
    "Some said that deities visited mountains where _____ live, so in times long past, no one was allowed to go into those mountains.",
    "The reason it guides people all the way down to the mountain’s base is that it wants them to hurry up and leave.",
    "Possessing a calm demeanor, this Pokémon was revered as a deity incarnate before it was identified as a regional variant of _____.",
    "It creates drops of ice in its coat and showers them over its enemies. Anyone who angers it will be frozen stiff in an instant.",
    "The coat of gleaming golden fur is quite magnificent. This species is said to store sacred power in its nine long tails and to live for a millennium.",
    "Its nine tails are said to be imbued with a mystic power. The Pokémon is said to live for 1,000 years.",
    "Very smart and very vengeful. Grabbing one of its many tails could result in a 1,000-year curse.",
    "It is said to live 1,000 years, and each of its tails is loaded with supernatural powers.",
    "According to an enduring legend, nine noble saints were united and reincarnated as this Pokémon.",
    "The flickering flames it spews from its mouth leave its opponents hypnotized. Then, this extremely intelligent Pokémon attacks.",
    "It is vindictive and relentless by nature. Those who cross it even once will be cursed for a thousand years, along with their descendants.",
    "Said to live for a thousand years, this Pokémon uses its supernatural abilities to manipulate fire. It can burn its prey to a crisp as it pleases.",
    "Legend has it that this mystical Pokémon was formed when nine saints coalesced into one.",
    "Legend has it that _____ came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.",
    "_____ casts a sinister light from its bright red eyes to gain total control over its foe’s mind. This Pokémon is said to live for a thousand years.",
    "It has nine long tails and fur that gleams gold. It is said to live for 1,000 years.",
    "Each of its nine tails is imbued with supernatural power, and it can live for a thousand years.",
    "Its nine tails are said to be imbued with a mystic power. It can live for a thousand years.",
    "Its nine beautiful tails are filled with a wondrous energy that could keep it alive for 1,000 years.",
    "Some legends claim that each of its nine tails has its own unique type of special mystical power.",
    "It has long been said that each of the nine tails embody an enchanted power. A long-lived _____ will have fur that shines like gold.",
    "Legend has it that _____ came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent - it can understand human speech.",
    "It is said to live a thousand years, and each of its tails is loaded with supernatural powers.",
    "According to an enduring legend, 9 noble saints were united and reincarnated as this Pokémon.",
    "Very smart and very vengeful. Grabbing one of its many tails could result in a 1000-year curse."
]