["A POKéMON that was resurrected from a fossil found in what was once the ocean floor eons ago.", "A POKéMON that was recovered from a fossil. It uses the eyes on its back while hiding on the sea floor.", "On rare occasions, some have been found as fossils which they became while hiding on the ocean floor.", "This POKéMON lived in ancient times. On rare occasions, it has been discovered as a living fossil.", "Three hundred million years ago, it hid on the sea floor. It also has eyes on its back that glow.", "KABUTO is a POKéMON that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The POKéMON has not changed at all for 300 million years.", "This POKéMON was regenerated from the fossil of an ancient creature. It protects itself with a hard shell.", "A POKéMON that was regenerated from a fossil found in what was once the ocean floor long ago.", "It is a POKéMON that has been regenerated from a fossil. However, in rare cases, living examples have been discovered. KABUTO have not changed for 300 million years.", "It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell.", "On rare occasions, some have been found as fossils which they became while hiding on the ocean floor.", "This Pokémon lived in ancient times. On rare occasions, it has been discovered as a living fossil.", "It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell.", "It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell.", "This Pokémon was regenerated from the fossil of an ancient creature. It protects itself with a hard shell.", "Kabuto is a Pokémon that has been regenerated from a fossil. However, in extremely rare cases, living examples have been discovered. The Pokémon has not changed at all for 300 million years.", "This Pokémon thrived 300 million years ago. It’s said that living specimens can still be seen in a certain region—a rare sight.", "This Pokémon became extinct everywhere, except in a few areas. It protects itself with its hard shell.", "A Pokémon that was recovered from a fossil. It used the eyes on its back while hiding on the seafloor.", "This species is almost entirely extinct. Kabuto molt every three days, making their shells harder and harder.", "While some say this species has gone extinct, Kabuto sightings are apparently fairly common in some places.", "It is thought to have inhabited beaches 300 million years ago. It is protected by a sturdy shell."]