["METAGROSS has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This POKéMON can float in the air by tucking in its four legs.", "METAGROSS is the result of two METANG achieving fusion. When hunting, this POKéMON pins the prey to the ground under its massive body. It then eats the helpless victim using the large mouth on its stomach.", "It is formed by two METANG fusing. Its four brains are said to be superior to a supercomputer.", "METAGROSS has four brains that are joined by a complex neural network. As a result of integration, this POKéMON is smarter than a supercomputer.", "METANG combined to form it. With four brains, it has the intelligence of a supercomputer.", "It folds its four legs when flying. Its four brains are said to be superior to a supercomputer.", "Metang combined to form it. With four brains, it has the intelligence of a supercomputer.", "With four linked brains, it’s more intelligent than a supercomputer, and it uses calculations to analyze foes.", "With four linked brains, it’s more intelligent than a supercomputer, and it uses calculations to analyze foes.", "Metang combined to form it. With four brains, it has the intelligence of a supercomputer.", "Metagross has four brains in total. Combined, the four brains can breeze through difficult calculations faster than a supercomputer. This Pokémon can float in the air by tucking in its four legs.", "Metagross is the result of two Metang achieving fusion. When hunting, this Pokémon pins the prey to the ground under its massive body. It then eats the helpless victim using the large mouth on its stomach.", "It firmly pins its prey using its four claws and large body. Then the teeth in the mouth on its stomach chew the prey to bits.", "A linkage of two Metang, this Pokémon can perform any calculation in a flash by utilizing parallel processing in its four brains.", "It boasts not only psychic powers but also fantastic strength. It grabs its prey with its four legs and holds them in place with its claws.", "It analyzes its opponents with more accuracy than a supercomputer, which enables it to calmly back them into a corner.", "Because the magnetic powers of these Pokémon get stronger in freezing temperatures, Metagross living on snowy mountains are full of energy.", "Metagross is the result of the fusion of two Metang. This Pokémon defeats its opponents through use of its supercomputer-level brain.", "Metang combined to form it. With four brains, it has the intelligence of a supercomputer.", "This form results from one Metagross, one Metang, and two Beldum linking up.", "Mega Evolution stimulated its brain. It emerged as a ruthless Pokémon that will clutch at any means of ensuring its victories.", "Its intellect surpasses its previous level, resulting in battles so cruel, they’ll make you want to cover your eyes.", "When it knows it can’t win, it digs the claws on its legs into its opponent and starts the countdown to a big explosion."]