["This carefree POKéMON has an easy-going nature. While swimming, it always bumps into boat hulls.", "Due to its relaxed and carefree attitude, it often bumps its head on boulders and boat hulls as it swims.", "Its body is always slimy. It often bangs its head on the river bottom as it swims but seems not to care.", "QUAGSIRE hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the POKéMON does not move, it does not get very hungry.", "Due to its relaxed and carefree attitude, it often bumps its head on boulders and boat hulls as it swims.", "This carefree POKéMON has an easygoing nature. While swimming, it always bumps into boat hulls.", "A QUAGSIRE hunts by leaving its mouth wide open in water and waiting for its prey to blunder in. Because it doesn’t move, it does not get very hungry.", "It has a sluggish nature. It lies at the river’s bottom, waiting for prey to stray into its mouth.", "A dim-witted Pokémon. It doesn’t care if it bumps its head into boats or rocks while swimming.", "It has an easygoing nature. It doesn’t care if it bumps its head on boats and boulders while swimming.", "This carefree Pokémon has an easy-going nature. While swimming, it always bumps into boat hulls.", "Due to its relaxed and carefree attitude, it often bumps its head on boulders and boat hulls as it swims.", "It has an easygoing nature. It doesn’t care if it bumps its head on boats and boulders while swimming.", "It has a sluggish nature. It lies at the river’s bottom, waiting for prey to stray into its mouth.", "This carefree Pokémon has an easygoing nature. While swimming, it always bumps into boat hulls.", "Quagsire hunts for food by leaving its mouth wide open in water and waiting for its prey to blunder in unaware. Because the Pokémon does not move, it does not get very hungry.", "It has an easygoing nature. It doesn’t care if it bumps its head on boats and boulders while swimming.", "Its body is always slimy. It often bangs its head on the river bottom as it swims but seems not to care.", "It has a sluggish nature. It lies at the river’s bottom, waiting for prey to stray into its mouth.", "A dim-witted Pokémon. It doesn’t care if it bumps its head into boats or rocks while swimming."]