["After birth, its back swells and hardens into a shell. Powerfully sprays foam from its mouth.", "Shoots water at prey while in the water. Withdraws into its shell when in danger.", "The shell is soft when it is born. It soon becomes so resilient, prodding fingers will bounce off it.", "The shell, which hardens soon after it is born, is resilient. If you poke it, it will bounce back out.", "When it feels threatened, it draws its legs inside its shell and sprays water from its mouth.", "SQUIRTLE’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this POKéMON to swim at high speeds.", "When it retracts its long neck into its shell, it squirts out water with vigorous force.", "After birth, its back swells and hardens into a shell. It powerfully sprays foam from its mouth.", "Its shell is not just for protection. Its rounded shape and the grooves on its surface minimize resistance in water, enabling SQUIRTLE to swim at high speeds.", "It shelters itself in its shell, then strikes back with spouts of water at every opportunity.", "The shell is soft when it is born. It soon becomes so resilient, prodding fingers will bounce off it.", "The shell, which hardens soon after it is born, is resilient. If you poke it, it will bounce back out.", "It shelters itself in its shell, then strikes back with spouts of water at every opportunity.", "It shelters itself in its shell then strikes back with spouts of water at every opportunity.", "It shelters itself in its shell, then strikes back with spouts of water at every opportunity.", "Shoots water at prey while in the water. Withdraws into its shell when in danger.", "Squirtle’s shell is not merely used for protection. The shell’s rounded shape and the grooves on its surface help minimize resistance in water, enabling this Pokémon to swim at high speeds.", "Shoots water at prey while in the water. Withdraws into its shell when in danger.", "When it retracts its long neck into its shell, it squirts out water with vigorous force.", "When it feels threatened, it draws its limbs inside its shell and sprays water from its mouth.", "It hides in its shell to protect itself, then strikes back with spouts of water at every opportunity."]