["It hates light and shock. If attacked, it inflates its body to pump up its counterstrike.", "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.", "In order to conceal its black tail, it lives in a dark cave and only moves about at night.", "If two or more WOBBUFFET meet, they will turn competitive and try to outdo each other’s endurance. However, they may try to see which one can endure the longest without food. TRAINERS need to beware of this habit.", "WOBBUFFET does nothing but endure attacks - it won’t attack on its own. However, it won’t endure an attack on its tail. When that happens, the POKéMON will try to take the foe with it using DESTINY BOND.", "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.", "It hates light and shock. If attacked, it inflates its body to pump up its counterstrike.", "Usually docile, a WOBBUFFET strikes back ferociously if its black tail is attacked. It makes its lair in caves where it waits for nightfall.", "It desperately tries to keep its black tail hidden. It is said to be proof the tail hides a secret.", "It hates light and shock. If attacked, it inflates its body to build up its counterstrike.", "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.", "It desperately tries to keep its black tail hidden. It is said to be proof the tail hides a secret.", "It hates light and shock. If attacked, it inflates its body to build up its counterstrike.", "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.", "If two or more Wobbuffet meet, they will turn competitive and try to outdo each other’s endurance. However, they may try to see which one can endure the longest without food. Trainers need to beware of this habit.", "Wobbuffet does nothing but endure attacks—it won’t attack on its own. However, it won’t endure an attack on its tail. When that happens, the Pokémon will try to take the foe with it using Destiny Bond.", "It hates light and shock. If attacked, it inflates its body to pump up its counterstrike.", "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack.", "It desperately tries to keep its black tail hidden. This behavior is said to be proof that its tail hides a secret."]