["Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.", "Its electric-like body can enter some kinds of machines and take control in order to make mischief.", "Research continues on this Pokémon, which could be the power source of a unique motor.", "Its electric-like body can enter some kinds of machines and take control in order to make mischief.", "Research continues on this Pokémon, which could be the power source of a unique motor.", "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.", "One boy’s invention led to the development of many different machines that take advantage of Rotom’s unique capabilities.", "With a body made of plasma, it can inhabit all sorts of machines. It loves to surprise others.", "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc.", "This bizarre Pokémon appears to be a will-o’-the-wisp powered by electricity. Be wary, as Rotom is both smart and mischievous.", "Its electricity-like body can enter some kinds of machines and take control in order to make mischief.", "Research continues on this Pokémon, which could be the power source of a unique motor.", "This Rotom has possessed a convection microwave oven that uses a special motor. It also has a flair for manipulating flames.", "This form of Rotom enjoys making mischief by turning up the heat. It will gleefully burn your favorite outfit.", "A form in which Rotom lurks within a strange cauldron. The cauldron’s origin is unknown. A bothersome Pokémon, causing trouble with the flames it spits.", "If the convection microwave oven is not working properly, then the Rotom inhabiting it will become lethargic.", "This Rotom has possessed a convection microwave oven. It will sear the surrounding area with its burning heat, then smile in delight.", "This form of Rotom enjoys coming up with water-based pranks. Be careful with it if you don’t want your room flooded.", "This Rotom has possessed a washing machine that uses a special motor. It blasts out water to get enemies to back down.", "A form in which Rotom lurks within an odd bureau. The bureau’s purpose is unknown. A bothersome Pokémon, causing trouble by splashing cold water everywhere.", "This Rotom has entered a washing machine. It nods with satisfaction after it floods the surrounding area.", "The model of washing machine that Rotom can inspirit has been discontinued, so these appliances are now traded at high prices.", "Rotom assumes this form when it takes over a refrigerator powered by a special motor. It battles by spewing cold air.", "When it’s like this, Rotom likes to play pranks that are freezing cold. You may find it’s turned the bath you just filled to solid ice!", "A form in which Rotom lurks within a bizarre cupboard. The cupboard’s composition is unknown. A bothersome Pokémon, causing trouble by frosting everything over.", "This Rotom has entered a refrigerator. It leaps around gleefully after it uses cold air to freeze the area around it.", "The special motor within the refrigerator is the key to bringing about Rotom’s change in form.", "In this form, Rotom applies its new power over wind to its love of pranks. It will happily blow away any important documents it can find.", "This Rotom has taken over a fan that has a special motor. Its gusts of wind blow its opponents away!", "A form in which Rotom lurks within a mysterious contraption. The contraption’s purpose is unknown. A bothersome Pokémon, causing trouble by stirring up powerful winds.", "This Rotom has entered an electric fan. It smirks with satisfaction over a prank well pulled after it blows away everything around it.", "There are several appliances that Rotom can inspirit, but the first one to be developed was the electric fan.", "This is Rotom after it’s seized control of a lawn mower that has a special motor. As it mows down grass, it scatters the clippings everywhere.", "In this form, Rotom focuses its antics on plants. Any flowers you were growing are going to get mowed down.", "A form in which Rotom lurks within a misshapen wheelbarrow. The wheelbarrow’s mechanisms are bizarre. It’s a bothersome Pokémon, causing trouble by mowing down grass and trees.", "The lawn mower is one of the household appliances that led to the development of the Rotom Dex.", "This Rotom has possessed a lawn mower. It will mow down grass and flowers, then swagger around with pride at its accomplishments."]