[
    "It can be found in quiet mountain areas on a full moon’s night. Its dancing and its tiny, faintly glowing wings confer upon it a lovely fairylike quality.",
    "Moonlight gathers on the wings on _____’s back, allowing _____ to fly. This Pokémon is difficult to find.",
    "Thought to live with others on quiet mountains, it is popular for its adorable nature.",
    "Its adorable behavior and cry make it highly popular. However, this cute Pokémon is rarely found.",
    "It is said that happiness will come to those who see a gathering of _____ dancing under a full moon.",
    "Adored for their cute looks and playfulness. They are thought to be rare, as they do not appear often.",
    "Bathed in moonlight, its wings glow faintly. Without even flapping, _____ rises into the air, where it dances around.",
    "They’re popular, but they’re rare. Trainers who show them off recklessly may be targeted by thieves.",
    "On nights with a full moon, they gather together and dance. The surrounding area is enveloped in an abnormal magnetic field.",
    "Its adorable behavior and appearance make it popular with men and women, young and old. Its numbers are few, however.",
    "On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired _____ return to their quiet mountain retreats and go to sleep nestled up against each other.",
    "The moonlight that it stores in the wings on its back apparently gives it the ability to float in midair.",
    "On nights with a full moon, _____ gather from all over and dance. Bathing in moonlight makes them float.",
    "It flies using the wings on its back to collect moonlight. This Pokémon is difficult to find.",
    "On every night of a full moon, they come out to play. When dawn arrives, the tired _____ go to sleep nestled up against each other in deep and quiet mountains.",
    "With its magical and cute appeal, it has many admirers. It is rare and found only in certain areas.",
    "Its adorable appearance makes it popular as a pet. However, it is rare and difficult to find.",
    "Though rarely seen, it becomes easier to spot, for some reason, on the night of a full moon.",
    "Its magical and cute appeal has many admirers. It is rare and found only in certain areas."
]