[
    "Bathed in explosive energy, its combative instincts have awakened. For its enemies, it has no mercy whatsoever.",
    "Its aura has expanded due to Mega Evolution. Governed only by its combative instincts, it strikes enemies without mercy.",
    "It readies itself to face its enemies by focusing its mental energies. Its fighting style can be summed up in a single word: heartless.",
    "Black streaks all over its body show where its auras and the energy of Mega Evolution intermingled and raced through it.",
    "A well-trained one can use its aura to identify and take in the feelings of creatures over half a mile away.",
    "It’s said that no foe can remain invisible to _____, since it can detect auras—even those of foes it could not otherwise see.",
    "A most gallant-looking creature. It emits energy waves and controls them with precision, using them to sense even faraway beings. I have given the name “aura” to this power.",
    "By sensing the aura emanating from others, it can read their thoughts and movements.",
    "It has the ability to sense the auras of all things. It understands human speech.",
    "It can tell what people are thinking. Only Trainers who have justice in their hearts can earn this Pokémon’s trust.",
    "It controls waves known as auras, which are powerful enough to pulverize huge rocks. It uses these waves to take down its prey.",
    "_____ reads its opponent’s feelings with its aura waves. It finds out things it would rather not know, so it gets stressed out easily.",
    "It concentrates its mental energy and fires off mysterious waves called auras, which can crush boulders of large size to dust.",
    "They can detect the species of a living being— and its emotions—from over half a mile away. They control auras and hunt their prey in packs.",
    "Not only does it perceive auras, but it has also gained the power to control them. It employs them in battle.",
    "By reading the auras of all things, it can tell how others are feeling from over half a mile away.",
    "By catching the aura emanating from others, it can read their thoughts and movements.",
    "A well-trained one can sense auras to identify and take in the feelings of creatures over half a mile away.",
    "It’s said that no foe can remain invisible to _____, since it can detect auras. Even foes it could not otherwise see."
]