["DUSKULL can pass through any wall no matter how thick it may be. Once this POKéMON chooses a target, it will doggedly pursue the intended victim until the break of dawn.", "DUSKULL wanders lost among the deep darkness of midnight. There is an oft-told admonishment given to misbehaving children that this POKéMON will spirit away bad children who earn scoldings from their mothers.", "Making itself invisible, it silently sneaks up to prey. It has the ability to slip through thick walls.", "A glare from its single scarlet eye makes even burly grown-ups freeze in utter fear. It is a nocturnal POKéMON that roams about under the cloak of darkness.", "It doggedly pursues its prey wherever it goes. However, the chase is abandoned at sunrise.", "It loves the crying of children. It startles bad kids by passing through walls and making them cry.", "If it finds bad children who won’t listen to their parents, it will spirit them away--or so it’s said.", "It loves the crying of children. It startles bad kids by passing through walls and making them cry.", "It doggedly pursues its prey wherever it goes. However, the chase is abandoned at sunrise.", "If it finds bad children who won’t listen to their parents, it will spirit them away--or so it’s said.", "Duskull can pass through any wall no matter how thick it may be. Once this Pokémon chooses a target, it will doggedly pursue the intended victim until the break of dawn.", "Duskull wanders lost among the deep darkness of midnight. There is an oft-told admonishment given to misbehaving children that this Pokémon will spirit away bad children who earn scoldings from their mothers.", "If it finds bad children who won’t listen to their parents, it will spirit them away—or so it’s said.", "Making itself invisible, it silently sneaks up to prey. It has the ability to slip through thick walls.", "It doggedly pursues its prey wherever the prey goes. However, the chase is abandoned at sunrise.", "I’ve heard that the children of Hisui all begin to behave once they’ve been told the story of how this Pokémon roams about before the witching hour to spirit away misbehaving children."]