["LUNATONE was discovered at a location where a meteorite fell. As a result, some people theorize that this POKéMON came from space. However, no one has been able to prove this theory so far.", "LUNATONE becomes active around the time of the full moon. Instead of walking, it moves by floating in midair. The POKéMON’s intimidating red eyes cause all those who see it to become transfixed with fear.", "Its health ebbs and flows with the lunar cycle. It brims with power when exposed to the light of the full moon.", "It becomes very active on the night of a full moon. This POKéMON was first discovered 40 years ago at the site of a meteor strike.", "Because it turns active on nights of the full moon, it is said to have some link to the lunar phases.", "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep.", "Because it turns active on nights of the full moon, it is said to have some link to the lunar phases.", "The phase of the moon apparently has some effect on its power. It’s active on the night of a full moon.", "Because it turns active on nights of the full moon, it is said to have some link to the lunar phases.", "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep.", "Lunatone was discovered at a location where a meteoroid fell. As a result, some people theorize that this Pokémon came from space. However, no one has been able to prove this theory so far.", "Lunatone becomes active around the time of the full moon. Instead of walking, it moves by floating in midair. The Pokémon’s intimidating red eyes cause all those who see it to become transfixed with fear.", "The phase of the moon apparently has some effect on its power. It’s active on the night of a full moon.", "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep.", "It becomes active on nights with a full moon, so it is said to have some link to the lunar phases."]