["Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape.", "It is skilled at slashing enemies with its claws. If broken, they start to grow back in a day.", "In an attempt to hide itself, it will run around at top speed to kick up a blinding dust storm.", "If it digs at an incredible pace, it may snap off its spikes and claws. They grow back in a day.", "Adept at climbing trees, it rolls into a spiny ball, then attacks its enemies from above.", "SANDSLASH’s body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.", "SANDSLASH can roll up its body as if it were a ball covered with large spikes. In battle, this POKéMON will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.", "It is adept at attacking with the spines on its back and its sharp claws while quickly scurrying about.", "Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape.", "It curls up in a ball to protect itself from enemy attacks. It also curls up to prevent heatstroke during the daytime when temperatures rise sharply.", "It curls up, then rolls into foes with its back. Its sharp spines inflict severe damage.", "In an attempt to hide itself, it will run around at top speed to kick up a blinding dust storm.", "If it digs at an incredible pace, it may snap off its spikes and claws. They grow back in a day.", "It curls up, then rolls into foes with its back. Its sharp spines inflict severe damage.", "The spikes on its body are made up of its hardened hide. It rolls up and attacks foes with its spikes.", "If it digs at an incredible pace, it may snap off its spikes and claws. They grow back in a day.", "Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape.", "Sandslash’s body is covered by tough spikes, which are hardened sections of its hide. Once a year, the old spikes fall out, to be replaced with new spikes that grow out from beneath the old ones.", "Sandslash can roll up its body as if it were a ball covered with large spikes. In battle, this Pokémon will try to make the foe flinch by jabbing it with its spines. It then leaps at the stunned foe to tear wildly with its sharp claws.", "Although they are sharp, its claws and spikes often break off. They grow back the next day, so it is not bothered by the temporary loss.", "It uses its claws to climb trees and then curls its body into a spiny ball, ready to drop onto any prey that appears.", "Its claws and horns often break off. The broken claws and horns can be used to carve plows for tilling farm fields.", "Thanks to its thick claws, it’s good at climbing trees. There are plenty of Sandslash that park themselves in trees and go right to sleep.", "It is skilled at slashing enemies with its claws. If broken, they start to grow back in a day.", "The drier the area Sandslash lives in, the harder and smoother the Pokémon’s spikes will feel when touched.", "It climbs trees by hooking on with its sharp claws. Sandslash shares the berries it gathers, dropping them down to Sandshrew waiting below the tree.", "It curls up, then rolls into foes with its back. Its sharp spines inflict severe damage.", "Fleeing a volcanic eruption, it settled on a snowy mountain. As it races through the snowfields, it sends up a spray of snow.", "This Pokémon’s steel spikes are sheathed in ice. Stabs from these spikes cause deep wounds and severe frostbite as well.", "It runs across snow-covered plains at high speeds. It developed thick, sharp claws to plow through the snow.", "A long, long time ago, it lived in the desert. With its sharp claws fully extended, it can climb right up an iceberg without slipping.", "This is Sandslash’s form after adaptation to a frigid environment. The cold air emitted by its body sharpens its icy spikes.", "It uses large, hooked claws to cut a path through deep snow as it runs. On snowy mountains, this Sandslash is faster than any other Pokémon.", "Many people climb snowy mountains, hoping to see the icy spikes of these Pokémon glistening in the light of dawn."]