["Where two kinds of poison gases meet, 2 KOFFINGs can fuse into a WEEZING over many years.", "It lives and grows by absorbing dust, germs and poison gases that are contained in toxic waste and garbage.", "If one of the twin KOFFING inflates, the other one deflates. It constantly mixes its poisonous gases.", "Top-grade perfume is made using its internal poison gases by diluting them to the highest level.", "When it inhales poisonous gases from garbage, its body expands, and its insides smell much worse.", "WEEZING loves the gases given off by rotted kitchen garbage. This POKéMON will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.", "WEEZING alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The POKéMON also becomes more putrid.", "Very rarely, a sudden mutation can result in two small KOFFING twins becoming conjoined as a WEEZING.", "Where two kinds of poison gases meet, two KOFFING can fuse into a WEEZING over many years.", "By diluting its toxic gases with a special process, the highest grade of perfume can be extracted. To WEEZING, gases emanating from garbage are the ultimate feast.", "It grows by feeding on gases released by garbage. Though very rare, triplets have been found.", "If one of the twin KOFFING inflates, the other one deflates. It constantly mixes its poisonous gases.", "Top-grade perfume is made using its internal poison gases by diluting them to the highest level.", "It grows by feeding on gases released by garbage. Though very rare, triplets have been found.", "Inhaling toxic fumes from trash and mixing them inside its body lets it spread an even fouler stench.", "If one of the twin Koffing inflates, the other one deflates. It constantly mixes its poisonous gases.", "Very rarely, a sudden mutation can result in two small Koffing twins becoming conjoined as a Weezing.", "Weezing loves the gases given off by rotted kitchen garbage. This Pokémon will find a dirty, unkempt house and make it its home. At night, when the people in the house are asleep, it will go through the trash.", "Weezing alternately shrinks and inflates its twin bodies to mix together toxic gases inside. The more the gases are mixed, the more powerful the toxins become. The Pokémon also becomes more putrid.", "This Pokémon lives and grows by absorbing poison gas, dust, and germs that exist inside garbage.", "It mixes gases between its two bodies. It’s said that these Pokémon were seen all over the Galar region back in the day.", "It can’t suck in air quite as well as a Galarian Weezing, but the toxins it creates are more potent than those of its counterpart.", "It grows by feeding on gases released by garbage. Though very rare, triplets have been found.", "This Pokémon consumes particles that contaminate the air. Instead of leaving droppings, it expels clean air.", "Long ago, during a time when droves of factories fouled the air with pollution, Weezing changed into this form for some reason."]