["Its body has been compressed deep under the ground. As a result, it is even harder than a diamond.", "It is said that if an ONIX lives for over 100 years, its composition changes to become diamond-like.", "The many small metal particles that cover this POKéMON’s body reflect bright light well.", "STEELIX lives even further underground than ONIX. This POKéMON is known to dig towards the earth’s core. There are records of this POKéMON reaching a depth of over six-tenths of a mile underground.", "It is said that if an ONIX lives for over 100 years, its composition changes to become diamond-like.", "Its body has been compressed deep under the ground. As a result, it is even harder than diamond.", "STEELIX live even further underground than ONIX. This POKéMON is known to dig toward the earth’s core, reaching a depth of over six-tenths of a mile underground.", "Tempered underground under high pressure and heat, its body is harder than any metal.", "It chews its way through boulders with its sturdy jaws. Its eyes can see in the darkness underground.", "It is thought its body transformed as a result of iron accumulating internally from swallowing soil.", "Its body has been compressed deep under the ground. As a result, it is even harder than a diamond.", "It’s said that if an ONIX lives for 100 years, its composition becomes diamondlike as it evolves into a STEELIX.", "It is thought its body transformed as a result of iron accumulating internally from swallowing soil.", "The iron it ingested with the soil it swallowed transformed its body and made it harder than diamonds.", "Tempered underground under high pressure and heat, its body is harder than any metal.", "It chews its way through boulders with its sturdy jaws. Its eyes can see in the darkness underground.", "Steelix lives even further underground than Onix. This Pokémon is known to dig toward the earth’s core. There are records of this Pokémon reaching a depth of over six-tenths of a mile underground.", "It is said that if an Onix lives for over 100 years, its composition changes to become diamond-like.", "It is thought its body transformed as a result of iron accumulating internally from swallowing soil.", "Tempered underground under high pressure and heat, its body is harder than any metal.", "It chews its way through boulders with its sturdy jaws. Its eyes can see in the darkness underground.", "This Pokémon evolved through use of a strange item. Its body is coated with steel powder and notably hard—not even diamond can leave so much as a scratch."]