[
    "It swims gracefully along on the quiet, slow-moving rivers and lakes of which it is so fond.",
    "When it swims at full speed using its long, webbed limbs, its forehead somehow begins to glow.",
    "Its body is strong, and it has webbing on its hands and feet. _____ can swim easily through rough seas, clawing its way through the high waves.",
    "The flippers of its well-developed limbs give it shocking speed. It is the best swimmer among Pokémon.",
    "This Pokémon lives in lakes. It swims faster than any world-class swimmer.",
    "Old tales tell of _____ punishing those that defiled its river. The guilty were dragged into the water and taken away.",
    "This Pokémon lives in gently flowing rivers. It paddles through the water with its long limbs, putting its graceful swimming skills on display.",
    "Its long, slim limbs end in broad flippers. They are used for swimming gracefully in lakes.",
    "A professional swimmer, it can continue swimming for two days straight by waving its long tail skillfully.",
    "Even fast-swimming fish Pokémon can be disabled by _____. It brings them to a standstill and seizes them.",
    "It swims along the banks of lakes and catches fish Pokémon. It takes them to the shore and quietly eats them up.",
    "It is said that the red part of its forehead grants supernatural powers to those who possess one, so it was over-hunted in the past.",
    "_____ is the fastest swimmer among all Pokémon. It swims effortlessly, even in a rough, stormy sea. It sometimes rescues people from wrecked ships floundering in high seas.",
    "The webbed flippers on its forelegs and hind legs and the streamlined body of _____ give it frightening speed. This Pokémon is definitely much faster than even the most athletic swimmer.",
    "The forelegs are webbed, helping to make it an adept swimmer. It can be seen swimming elegantly in lakes, etc.",
    "It appears by waterways at dusk. It may use telekinetic powers if its forehead glows mysteriously.",
    "When its forehead shines mysteriously, _____ can use the full extent of its power.",
    "It is seen swimming dynamically and elegantly using its well-developed limbs and flippers.",
    "A Pokémon that lives in lakes. It swims faster than any human swimming champion.",
    "A _____ is an adept swimmer. It sometimes joins competitive swimmers in training. It uses psychic powers when its forehead shimmers with light.",
    "Often seen swimming elegantly by lakeshores. It is often mistaken for the Japanese monster Kappa.",
    "Its slim and long limbs end in broad flippers. They are used for swimming gracefully in lakes.",
    "Often seen swimming elegantly by lake shores. It is often mistaken for the Japanese monster, Kappa."
]