["Although it looks frightening, it is actually kind and affectionate. It is very popular among women.", "It has an active, playful nature. Many women like to frolic with it because of its affectionate ways.", "In truth, it is a cowardly POKéMON. It growls eagerly in order to hide its fear from its opponent.", "By baring its fangs and making a scary face, SNUBBULL sends smaller POKéMON scurrying away in terror. However, this POKéMON seems a little sad at making its foes flee.", "It has an active, playful nature. Many women like to frolic with it because of its affectionate ways.", "Although it looks frightening, it is actually kind and affectionate. It is very popular among women.", "By baring its fangs and making a scary face, it sends smaller POKéMON scurrying in terror. The SNUBBULL does seem a little sad at making its foes flee.", "Small Pokémon flee from its scary face. It is, however, considered by women to be cute.", "Although it looks frightening, it is actually kind and affectionate. It is very popular among women.", "It has an active, playful nature. Many women like to frolic with it because of its affectionate ways.", "Small Pokémon flee from its scary face. It is, however, considered by women to be cute.", "It has an active, playful nature. Many women like to frolic with it because of its affectionate ways.", "Small Pokémon flee from its scary face. It is, however, considered by women to be cute.", "By baring its fangs and making a scary face, Snubbull sends smaller Pokémon scurrying away in terror. However, this Pokémon seems a little sad at making its foes flee.", "Despite its intimidating face, it’s quite cowardly. Its desperate attempts to appear threatening make it popular with people.", "Its growls make its opponents uneasy. This laid-back Pokémon tends to sleep half the day.", "It grows close to others easily and is also easily spoiled. The disparity between its face and its actions makes many young people wild about it.", "In contrast to its appearance, it’s quite timid. When playing with other puppy Pokémon, it sometimes gets bullied.", "Small Pokémon flee from its scary face. It is, however, considered by many people to be cute."]