["This POKéMON has a body of steel. To make its body, ARON feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.", "ARON has a body of steel. With one all-out charge, this POKéMON can demolish even a heavy dump truck. The destroyed dump truck then becomes a handy meal for the POKéMON.", "It eats iron to build its steel body. It is a pest that descends from mountains to eat bridges and train tracks.", "A POKéMON that is clad in steel armor. A new suit of armor is made when it evolves. The old, discarded armor is salvaged as metal for making iron products.", "It usually lives deep in mountains. However, hunger may drive it to eat railroad tracks and cars.", "When it evolves, it sheds the steel carapace that covered its whole body and develops a new one.", "It usually lives deep in mountains. However, hunger may drive it to eat railroad tracks and cars.", "In order to build up its steel body, it eats iron ore. This pesky Pokémon is known to eat railroad tracks.", "It usually lives deep in mountains. However, hunger may drive it to eat railroad tracks and cars.", "When it evolves, it sheds the steel carapace that covered its whole body and develops a new one.", "This Pokémon has a body of steel. To make its body, Aron feeds on iron ore that it digs from mountains. Occasionally, it causes major trouble by eating bridges and rails.", "Aron has a body of steel. With one all-out charge, this Pokémon can demolish even a heavy dump truck. The destroyed dump truck then becomes a handy meal for the Pokémon.", "It eats iron ore—and sometimes railroad tracks—to build up the steel armor that protects its body.", "When Aron evolves, its steel armor peels off. In ancient times, people would collect Aron’s shed armor and make good use of it in their daily lives.", "It usually lives deep in mountains. But when it’s hungry, it shows up at the foot of the mountains and eats railroad tracks and cars."]