[
    "This Pokémon is one tough opponent. Not only does it have formidable physical abilities, but it’s also not above fighting dirty.",
    "The round face of Alolan _____ is considered to be a symbol of prosperity in the Alola region, so these Pokémon are very well cared for.",
    "It has the classiest coat. The rippling of its fur in the heat of battle has a beauty all its own.",
    "Its round face is a symbol of wealth. _____ that have bigger, plumper faces are considered more beautiful.",
    "In contrast to its lovely face, it’s so brutal that it tortures its weakened prey rather than finishing them off.",
    "It looks down on everyone other than itself. Its preferred tactics are sucker punches and blindside attacks.",
    "Its round face and smooth coat—softer than the most high-class velvet—have made this a very popular Pokémon in Alola.",
    "It has a vicious temperament. Beware if it raises its tail straight up. This is a signal that it is about to pounce and bite.",
    "Although its fur has many admirers, it is tough to raise as a pet because of its fickle meanness.",
    "It is a very haughty Pokémon. Among fans of _____, the size of the jewel in its forehead is a topic of much talk.",
    "Its elegant and refined behavior clashes with that of the barbaric Perrserker. The relationship between the two is one of mutual disdain.",
    "Getting this prideful Pokémon to warm up to you takes a lot of effort, and it will claw at you the moment it gets annoyed.",
    "The gem in its forehead glows on its own! It walks with all the grace and elegance of a proud queen.",
    "This Pokémon is popular with rich people. It’s also targeted by hunters who are after the jewel in its forehead.",
    "Although the jewel on its forehead appears to be a different color than those of Alolan _____, it’s mostly made of the same material.",
    "It has a high opinion of itself, although not to the same extent as the Alolan _____. It’s quite difficult to make friends with this Pokémon.",
    "It has a violent temperament. It will attack anything that looks it in the eye. Its sharp claws inflict deep wounds.",
    "_____ has six bold whiskers that give it a look of toughness. The whiskers sense air movements to determine what is in the Pokémon’s surrounding vicinity. It becomes docile if grabbed by the whiskers.",
    "Its lithe muscles allow it to walk without making a sound. It attacks in an instant.",
    "A very haughty Pokémon. Among fans, the size of the jewel in its forehead is a topic of much talk.",
    "Many adore it for its sophisticated air. However, it will lash out and scratch for little reason.",
    "A _____’s six bold whiskers sense air movements to determine what is in its vicinity. It becomes docile if grabbed by the whiskers.",
    "Has a vicious temperament. Beware if it raises its tail straight up. It is a signal that it is about to pounce and bite.",
    "Behind its lithe, elegant appearance lies a barbaric side. It will tear apart its prey on a mere whim."
]