["This POKéMON lives in cold water. It will leave the water to search for food when it gets cold outside.", "When it walks around on the ground, it coats its body with a slimy, poisonous film.", "A mucous membrane covers its body. Touching it barehanded will cause a shooting pain.", "WOOPER usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.", "When it walks around on the ground, it coats its body with a slimy, poisonous film.", "This POKéMON lives in cold water. It will leave the water to search for food when it gets cold outside.", "WOOPER usually live in water but come out onto land seeking food occasionally. On land, they coat their bodies with a gooey, toxic film.", "It lives in cold water, half burying itself in mud at the bottom to sleep.", "When the temperature cools in the evening, they emerge from water to seek food along the shore.", "When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating.", "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.", "When it walks around on the ground, it coats its body with a slimy, poisonous film.", "When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating.", "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.", "When the temperature cools in the evening, they emerge from water to seek food along the shore.", "Wooper usually lives in water. However, it occasionally comes out onto land in search of food. On land, it coats its body with a gooey, toxic film.", "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.", "When walking on land, it covers its body with a poisonous film that keeps its skin from dehydrating.", "It lives in cold water, half burying itself in mud at the bottom to sleep.", "When the temperature cools in the evening, they emerge from water to seek food along the shore.", "After losing a territorial struggle, Wooper began living on land. The Pokémon changed over time, developing a poisonous film to protect its body.", "It’s dangerous for Wooper to travel alone. They line up in groups of three or four and help each other as they walk around the wetlands."]