[
    "_____ was only recently identified as a Pokémon. Previously, people thought it was just a ghost wearing a cloth.",
    "This Pokémon lives in dark places untouched by sunlight. When it appears before humans, it hides itself under a cloth that resembles a Pikachu.",
    "There was a scientist who peeked under _____’s old rag in the name of research. The scientist died of a mysterious disease.",
    "It wears a rag fashioned into a Pikachu costume in an effort to look less scary. Unfortunately, the costume only makes it creepier.",
    "A gust of wind revealed what hides under this Pokémon’s rag to a passing Trainer, who went home and died painfully that very night.",
    "Although it’s a quiet, lonely Pokémon, if you try to look at what’s under its rag, it will become agitated and resist violently.",
    "A lonely Pokémon, it conceals its terrifying appearance beneath an old rag so it can get closer to people and other Pokémon.",
    "Its actual appearance is unknown. A scholar who saw what was under its rag was overwhelmed by terror and died from the shock.",
    "It has taken damage and can no longer hold the head of its cloth disguise upright. For as long as it lives, _____ will never forget its attacker.",
    "Even as it struggles beneath the cloth to repair the broken neck of its disguise, _____ keeps up its impersonation of Pikachu.",
    "Its disguise made from an old rag allowed it to avoid an attack, but the impact broke the neck of the disguise. Now everyone knows it’s a _____.",
    "There will be no forgiveness for any who reveal that it was pretending to be Pikachu. It will bring the culprit down, even at the cost of its own life.",
    "Sad that its true identity may be exposed, _____ will mercilessly seek revenge on any opponent that breaks its neck.",
    "It stands in front of a mirror, trying to fix its broken neck as if its life depended on it. It has a hard time getting it right, so it’s crying inside.",
    "If its neck is broken or its rag torn during an attack, it works through the night to patch it.",
    "After going to all the effort of disguising itself, its neck was broken. Whatever is inside is probably unharmed, but it’s still feeling sad."
]