[
    "Brave and prideful, this Pokémon dashes airily through the forest, its steps aided by the psychic power stored in the fur on its fetlocks.",
    "Little can stand up to its psycho cut. Unleashed from this Pokémon’s horn, the move will punch a hole right through a thick metal sheet.",
    "Fiery mane aglow, _____ darts like an arrow across the land. This prodigiously swift creature can traverse the vast region of Hisui in a day and a half.",
    "It has astounding acceleration. From a standstill, it can reach top speed within 10 steps.",
    "It gallops at nearly 150 mph. With its mane blazing ferociously, it races as if it were an arrow.",
    "The fastest runner becomes the leader, and it decides the herd’s pace and direction of travel.",
    "This Pokémon can be seen galloping through fields at speeds of up to 150 mph, its fiery mane fluttering in the wind.",
    "Just loves to run. If it sees something faster than itself, it will give chase at top speed.",
    "_____ usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.",
    "Very competitive, this Pokémon will chase anything that moves fast in the hopes of racing it.",
    "When at an all-out gallop, its blazing mane sparkles, enhancing its beautiful appearance.",
    "With incredible acceleration, it reaches its top speed of 150 mph after running just 10 steps.",
    "At full gallop, its four hooves barely touch the ground because it moves so incredibly fast.",
    "It usually canters casually in the fields and plains. But once a _____ turns serious, its fiery manes flare and blaze as it gallops its way up to 150 mph.",
    "It can gallop at a top speed of 150 miles per hour. It can race as fast as a bullet train while ablaze.",
    "It just loves to gallop. The faster it goes, the longer the swaying flames of its mane will become.",
    "With incredible acceleration, it reaches its top speed of 150 mph after running just ten steps."
]