["GOREBYSS lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this POKéMON’s body is unharmed by ordinary attacks.", "Although GOREBYSS is the very picture of elegance and beauty while swimming, it is also cruel. When it spots prey, this POKéMON inserts its thin mouth into the prey’s body and drains the prey of its body fluids.", "Its swimming form is exquisitely elegant. With its thin mouth, it feeds on seaweed that grows between rocks.", "A GOREBYSS siphons the body fluids of prey through its thin, tubular mouth. Its light pink body color turns vivid when it finishes feeding.", "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.", "Its pink body becomes more vivid with the rise of water temperatures in the springtime.", "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.", "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.", "Its swimming form is exquisitely elegant. With its thin mouth, it feeds on seaweed that grows between rocks.", "Gorebyss lives in the southern seas at extreme depths. Its body is built to withstand the enormous pressure of water at incredible depths. Because of this, this Pokémon’s body is unharmed by ordinary attacks.", "Although Gorebyss is the very picture of elegance and beauty while swimming, it is also cruel. When it spots prey, this Pokémon inserts its thin mouth into the prey’s body and drains the prey of its body fluids.", "The color of its body changes with the water temperature. The coloration of Gorebyss in Alola is almost blindingly vivid.", "It sucks bodily fluids out of its prey. The leftover meat sinks to the seafloor, where it becomes food for other Pokémon.", "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason."]