["A legendary bird POKéMON that is said to appear to doomed people who are lost in icy mountains.", "A legendary bird POKéMON. It freezes water that is contained in winter air and makes it snow.", "The magnificent, seemingly translucent wings of this legendary bird POKéMON are said to be made of ice.", "One of the legendary bird POKéMON, it chills moisture in the atmosphere to create snow while flying.", "Legendary bird POKéMON. As it flies through the sky, it cools the air, causing snow to fall.", "ARTICUNO is a legendary bird POKéMON that can control ice. The flapping of its wings chills the air. As a result, it is said that when this POKéMON flies, snow will fall.", "One of the legendary bird POKéMON. With its long tail trailing behind, its flying form is magnificent.", "A legendary bird POKéMON that is said to appear to doomed people who are lost in icy mountains.", "A legendary bird Pokémon. It can create blizzards by freezing moisture in the air.", "The magnificent, seemingly translucent wings of this legendary bird Pokémon are said to be made of ice.", "One of the legendary bird Pokémon, it chills moisture in the atmosphere to create snow while flying.", "A legendary bird Pokémon. It can create blizzards by freezing moisture in the air.", "A legendary bird Pokémon. It can create blizzards by freezing moisture in the air.", "A legendary bird Pokémon that is said to appear to doomed people who are lost in icy mountains.", "Articuno is a legendary bird Pokémon that can control ice. The flapping of its wings chills the air. As a result, it is said that when this Pokémon flies, snow will fall.", "A legendary bird Pokémon. It freezes water that is contained in winter air and makes it snow.", "It’s said that this Pokémon’s beautiful blue wings are made of ice. Articuno flies over snowy mountains, its long tail fluttering along behind it.", "This Pokémon can control ice at will. Articuno is said to live in snowy mountains riddled with permafrost.", "This legendary bird Pokémon can create blizzards by freezing moisture in the air.", "Its feather-like blades are composed of psychic energy and can shear through thick iron sheets as if they were paper.", "Known as Articuno, this Pokémon fires beams that can immobilize opponents as if they had been frozen solid."]