[
    "With its extremely tough muscles, it could keep swimming in the Pacific Ocean without resting.",
    "_____ is skilled at both swimming and martial arts. It uses its well-trained arms to dish out powerful punches.",
    "Its body is solid muscle. When swimming through cold seas, _____ uses its impressive arms to smash through drift ice and plow forward.",
    "Swims powerfully using all the muscles in its body. It can even overtake world-class swimmers.",
    "The muscles it has developed through swimming are thick and powerful. When it lands a square punch, it can turn huge boulders to dust.",
    "It’s quite a gifted swimmer, even among Water-type Pokémon, but it normally spends its time on land.",
    "Its percentage of body fat is nearly zero. Its body is entirely muscle, which makes it heavy and forces its swimming prowess to develop.",
    "_____ in the Alola region are strong swimmers that use the breaststroke. Many children learn to swim by imitating _____.",
    "_____’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the ocean without effort.",
    "A swimmer adept at both the front crawl and breaststroke. Easily overtakes the best human swimmers.",
    "With its extremely tough muscles, it can keep swimming in the Pacific Ocean without resting.",
    "Although an energetic, skilled swimmer that uses all of its muscles, it lives on dry land.",
    "This strong and skilled swimmer is even capable of crossing the Pacific Ocean just by kicking.",
    "Its highly developed muscles never grow fatigued, however much it exercises. This Pokémon can swim back and forth across the Pacific Ocean without effort.",
    "An adept swimmer, it knows the front crawl, butterfly, and more. It is faster than the best human swimmers.",
    "_____’s highly developed, brawny muscles never grow fatigued, however much it exercises. It is so tirelessly strong, this Pokémon can swim back and forth across the Pacific Ocean without effort.",
    "It can use its well-developed arms and legs to run on the surface of the water for a split second.",
    "Swims powerfully using all the muscles in its body. It can even overtake champion swimmers.",
    "An adept swimmer at both the front crawl and breast stroke. Easily overtakes the best human swimmers."
]