["At the time of birth, it has just one tail. The tail splits from its tip as it grows older.", "Both its fur and its tails are beautiful. As it grows, the tails split and form more tails.", "As it develops, its single white tail gains color and splits into six. It is quite warm and cuddly.", "If it is attacked by an enemy that is stronger than itself, it feigns injury to fool the enemy and escapes.", "As its body grows larger, its six warm tails become more beautiful, with a more luxurious coat of fur.", "At the time of its birth, VULPIX has one white tail. The tail separates into six if this POKéMON receives plenty of love from its TRAINER. The six tails become magnificently curled.", "Inside VULPIX’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this POKéMON releases flames from its mouth to prevent its body from growing too hot.", "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.", "When it is born, it has just one snow-white tail. The tail splits from its tip as it grows older.", "It can freely control fire, making fiery orbs fly like will-o’-the-wisps. Just before evolution, its six tails grow hot as if on fire.", "It controls balls of fire. As it grows, its six tails split from their tips to make more tails.", "As it develops, its single white tail gains color and splits into six. It is quite warm and cuddly.", "If it is attacked by an enemy that is stronger than itself, it feigns injury to fool the enemy and escapes.", "It controls balls of fire. As it grows, its six tails split from their tips to make more tails.", "As each tail grows, its fur becomes more lustrous. When held, it feels slightly warm.", "When it is born, it has just one snow-white tail. The tail splits from its tip as it grows older.", "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.", "At the time of its birth, Vulpix has one white tail. The tail separates into six if this Pokémon receives plenty of love from its Trainer. The six tails become magnificently curled.", "Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.", "Its beautiful fur and tails have made it very popular. As it grows, its tails split to form more tails.", "From its mouth spew flames that seem to resemble the spirits of the deceased. Some people mistakenly think this fire is a ghost.", "Its beautiful tails have made it very popular. However, if it’s not brushed diligently, it will be a mass of tangles before you know it.", "It manipulates balls of fire to catch its prey. If you raise one from when it’s young, it will grow close to you like a puppy Pokémon.", "Both its fur and its tails are beautiful. As it grows, the tails split and form more tails.", "While young, it has six gorgeous tails. When it grows, several new tails are sprouted.", "As each tail grows, its fur becomes more lustrous. When held, it feels slightly warm.", "It controls balls of fire. As it grows, its six tails split from their tips to make more tails.", "In its belly burns a fire, which Vulpix spits out in the form of fireballs. When young, this Pokémon has but one white tail. As the Pokémon matures, this single tail splits into six.", "It exhales air colder than -58 degrees Fahrenheit. Elderly people in Alola call this Pokémon by an older name—Keokeo.", "In hot weather, this Pokémon makes ice shards with its six tails and sprays them around to cool itself off.", "If you carelessly approach it because it’s cute, the boss of the pack, Ninetales, will appear and freeze you.", "They live together in a skulk, helping one another. Before eating their prey, they freeze it solid with their –58 degree Fahrenheit breath.", "It looks like snow come to life, and the breath it exhales is –58 degrees Fahrenheit. Another name for it is Keokeo.", "After long years in the ever-snowcapped mountains of Alola, this Vulpix has gained power over ice.", "If you observe its curly hairs through a microscope, you’ll see small ice particles springing up.", "These Pokémon live in packs in the snowy mountains and defend themselves with icy breath. I suspect this species changed its form to adapt to the frigid climate."]