[
    "It surrounds itself with a huge ring of gathered ice particles. It uses the ring to smash any icebergs that might impede its graceful swimming.",
    "Over 5,000 people can ride on its shell at once. And it’s a very comfortable ride, without the slightest shaking or swaying.",
    "It loves crossing the sea with people and Pokémon on its back. It understands human speech.",
    "Crossing icy seas is no issue for this cold-resistant Pokémon. Its smooth skin is a little cool to the touch.",
    "A smart and kindhearted Pokémon, it glides across the surface of the sea while its beautiful song echoes around it.",
    "A gentle soul that can understand human speech. It can ferry people across the sea on its back.",
    "They’ve been so cherished that there’s now an overabundance. The fish Pokémon population has declined in waters with too many _____.",
    "It likes swimming around with people on its back. In the Alola region, it’s an important means of transportation over water.",
    "These Pokémon were once near extinction due to poaching. Following protective regulations, there is now an overabundance of them.",
    "Its high intelligence enables it to comprehend human speech. When it’s in a good mood, it sings in its beautiful voice.",
    "People have driven _____ almost to the point of extinction. In the evenings, this Pokémon is said to sing plaintively as it seeks what few others of its kind still remain.",
    "Its high intelligence enables it to understand human speech. It likes to ferry people on its back.",
    "They have gentle hearts. Because they rarely fight, many have been caught. Their number has dwindled.",
    "Able to understand human speech and very intelligent, it loves to swim in the sea with people on its back.",
    "It ferries people across the sea on its back. It may sing an enchanting cry if it is in a good mood.",
    "People have driven _____ almost to the point of extinction. In the evenings, it is said to sing plaintively as it seeks what few others of its kind still remain.",
    "A Pokémon that has been overhunted almost to extinction. It can ferry people on its back.",
    "This gentle Pokémon loves to give people rides and provides a very comfortable way to get around.",
    "A gentle soul that can read the minds of people. It can ferry people across the sea on its back.",
    "A Pokémon that has been overhunted almost to extinction. It can ferry people across the water."
]