[
    "When it comes rolling down a mountain path, anything in its way gets zapped by electricity and sent flying.",
    "_____’s entire body is tinged with electricity due to the stones it likes to eat. It’s very quick-tempered.",
    "When two _____ fight each other, it fills the surroundings with flashes of light and sound. People call it the “fireworks of the earth.”",
    "They eat rocks and often get into a scrap over them. The shock of _____ smashing together causes a flash of light and a booming noise.",
    "Its preferred food is dravite. After it has eaten this mineral, crystals form inside the Pokémon, rising to the surface of part of its body.",
    "Dwells in holes dug into sheer walls of stone. It enjoys rolling down slopes as though it were a boulder during a rockfall, so keep an eye upward while traversing mountain roads.",
    "It tumbles down slopes, heedless of any body parts chipping off. It eats a ton of rocks daily.",
    "_____ make their homes on sheer cliff faces that have numerous holes in them.",
    "Often seen rolling down mountain trails. Obstacles are just things to roll straight over, not avoid.",
    "It travels by rolling down cliffs. If it falls into a river, it will explode with its last gasp.",
    "It climbs up cliffs as it heads toward the peak of a mountain. As soon as it reaches the summit, it rolls back down the way it came.",
    "This slow-footed Pokémon moves by curling up and rolling instead of walking. With enough momentum, its speed can exceed 60 mph.",
    "Mossy rocks are its favorite food. It can devour a ton a day while crunching loudly.",
    "Rocks are _____’s favorite food. This Pokémon will climb a mountain from the base to the summit, crunchingly feasting on rocks all the while. Upon reaching the peak, it rolls back down to the bottom.",
    "_____ grows by feeding on rocks. Apparently, it prefers to eat rocks that are covered in moss. This Pokémon eats its way through a ton of rocks on a daily basis.",
    "Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction.",
    "With a free and uncaring nature, it doesn’t mind if pieces break off while it rolls down mountains.",
    "It rolls on mountain paths to move. Once it builds momentum, no Pokémon can stop it without difficulty.",
    "A slow walker, it rolls to move. It pays no attention to any object that happens to be in its path.",
    "_____ make their homes on sheer cliff faces by gouging out numerous horizontal holes.",
    "They descend from mountains by tumbling down steep slopes. They are so brutal, they smash aside obstructing trees and massive boulders with thunderous tackles.",
    "Be careful while hiking on mountain trails. _____ may come rolling down the path without slowing.",
    "It travels by rolling on mountain paths. If it gains too much speed, it stops by running into huge rocks."
]