["Appears in filthy areas. Thrives by sucking up polluted sludge that is pumped out of factories.", "Made of hardened sludge. It smells too putrid to touch. Even weeds won’t grow in its path.", "As it moves, it loses bits of its body from which new GRIMER emerge. This worsens the stench around it.", "Wherever GRIMER has passed, so many germs are left behind that no plants will ever grow again.", "When two of these POKéMON’s bodies are combined together, new poisons are created.", "GRIMER’s sludgy and rubbery body can be forced through any opening, however small it may be. This POKéMON enters sewer pipes to drink filthy wastewater.", "GRIMER emerged from the sludge that settled on a polluted seabed. This POKéMON loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.", "Sludge exposed to X rays from the moon transformed into GRIMER. It loves feeding on filthy things.", "Appears in filthy areas. It thrives by sucking up polluted sludge that is pumped out of factories.", "Born from polluted sludge in the sea, GRIMER’s favorite food is anything filthy. They feed on wastewater pumped out from factories.", "It was born when sludge in a dirty stream was exposed to the moon’s X-rays. It appears among filth.", "As it moves, it loses bits of its body, from which new GRIMER emerge. This worsens the stench around it.", "Wherever GRIMER has passed, so many germs are left behind that no plants will ever grow again.", "It was born when sludge in a dirty stream was exposed to the moon’s X-rays. It appears among filth.", "Born from sludge, these Pokémon now gather in polluted places and increase the bacteria in their bodies.", "Sludge exposed to X-rays from the moon transformed into Grimer. It loves feeding on filthy things.", "Appears in filthy areas. It thrives by sucking up polluted sludge that is pumped out of factories.", "Grimer’s sludgy and rubbery body can be forced through any opening, however small it may be. This Pokémon enters sewer pipes to drink filthy wastewater.", "Grimer emerged from the sludge that settled on a polluted seabed. This Pokémon loves anything filthy. It constantly leaks a horribly germ-infested fluid from all over its body.", "Its main source of food is the slimy industrial waste of factories. This Pokémon’s numbers have been decreasing in recent years.", "It was born from sludge transformed by exposure to X-rays from the moon. When its internal load of germs decreases, it dies.", "It was born from sludge on the ocean floor. In a sterile environment, the germs within its body can’t multiply, and it dies.", "The wastewater coming from factories is clean these days, so Grimer have nothing to eat. They’re said to be on the verge of extinction.", "Made of congealed sludge. It smells too putrid to touch. Even weeds won’t grow in its path.", "It was born when sludge in a dirty stream was exposed to the moon’s X-rays. It appears among filth.", "Born from sludge, these Pokémon now gather in polluted places and increase the bacteria in their bodies.", "When two of these Pokémon’s bodies are combined together, new poisons are created.", "A Grimer, which had been brought in to solve a problem with garbage, developed over time into this form.", "The crystals on Grimer’s body are lumps of toxins. If one falls off, lethal poisons leak out.", "There are a hundred or so of them living in Alola’s waste-disposal site. They’re all hard workers who eat a lot of trash.", "Brought to Alola to solve the garbage problem, Grimer seems to relish any and all kinds of trash.", "It has a passion for trash above all else, speedily digesting it and creating brilliant crystals of sparkling poison."]