[
    "Its three hairs change shape depending on _____’s mood. They’re a useful communication tool among these Pokémon.",
    "The metal-rich geology of this Pokémon’s habitat caused it to develop steel whiskers on its head.",
    "After living in soil with high iron content for some time, three steel whiskers sprouted from the top of its head.",
    "The need to dig through volcanic rock in the ground has made them more powerful than the _____ of other regions.",
    "Although it’s powerful enough to dig right through volcanic rock, it doesn’t allow itself to be seen very often.",
    "Its golden hairs function as sensors. It pokes them out of its burrow to monitor its surroundings.",
    "Its head sports an altered form of whiskers made of metal. When in communication with its comrades, its whiskers wobble to and fro.",
    "Its skin is very thin. If it is exposed to light, its blood heats up, causing it to grow weak.",
    "It lives about one yard underground, where it feeds on plant roots. It sometimes appears aboveground.",
    "This Pokémon lives underground. Because of its dark habitat, it is repelled by bright sunlight.",
    "It burrows through the ground at a shallow depth. It leaves raised earth in its wake, making it easy to spot.",
    "If a _____ digs through a field, it leaves the soil perfectly tilled and ideal for planting crops.",
    "It prefers dark places. It spends most of its time underground, though it may pop up in caves.",
    "Around their crops, farmers plant the kind of tree that _____ like to eat as a way of getting _____ to plow the fields for them.",
    "It travels through tunnels that it digs underground. It hates sunlight, so it comes out only after the sun goes down.",
    "Many farmers cherish and nurture _____ because its droppings enrich the soil it lives in.",
    "It chews on plant roots underground. Farmers whose vegetables are vulnerable find it can be quite a pest.",
    "_____ are raised in most farms. The reason is simple— wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.",
    "Lives about one yard underground where it feeds on plant roots. It sometimes appears aboveground.",
    "A Pokémon that lives underground. Because of its dark habitat, it is repelled by bright sunlight.",
    "_____ are raised in most farms. The reason is simple--wherever they burrow, the soil is left perfectly tilled for growing delicious crops.",
    "_____ are raised in most farms. The reason is simple - wherever this Pokémon burrows, the soil is left perfectly tilled for planting crops. This soil is made ideal for growing delicious vegetables.",
    "It digs underground and chews on tree roots, sticking its head out only when the sun isn’t bright.",
    "Lives about one yard underground where it feeds on plant roots. It sometimes appears above ground."
]