["FLYGON is nicknamed “the elemental spirit of the desert.” Because its flapping wings whip up a cloud of sand, this POKéMON is always enveloped in a sandstorm while flying.", "FLYGON whips up a sandstorm by flapping its wings. The wings create a series of notes that sound like singing. Because the “singing” is the only thing that can be heard in a sandstorm, this POKéMON is said to be the desert spirit.", "It hides itself by kicking up desert sand with its wings. Red covers shield its eyes from sand.", "The flapping of its wings sounds like singing. To prevent detection by enemies, it hides itself by flapping up a cloud of desert sand.", "It whips up sandstorms with powerful flaps of its wings. It is known as “The Desert Spirit.”", "It is nicknamed “The Desert Spirit” because the flapping of its wings sounds like a woman singing.", "It whips up sandstorms with powerful flaps of its wings. It is known as “The Desert Spirit.”", "Known as “The Desert Spirit,” this Pokémon hides in the sandstorms it causes by beating its wings.", "It hides itself by kicking up desert sand with its wings. Red covers shield its eyes from sand.", "Known as “The Desert Spirit,” this Pokémon hides in the sandstorms it causes by beating its wings.", "Flygon is nicknamed “the elemental spirit of the desert.” Because its flapping wings whip up a cloud of sand, this Pokémon is always enveloped in a sandstorm while flying.", "Flygon whips up a sandstorm by flapping its wings. The wings create a series of notes that sound like singing. Because the “singing” is the only thing that can be heard in a sandstorm, this Pokémon is said to be the desert spirit.", "The flapping of its wings sounds something like singing. Those lured by the sound are enveloped in a sandstorm, becoming Flygon’s prey.", "This Pokémon hides in the heart of sandstorms it creates and seldom appears where people can see it.", "By flapping their wings, Flygon cause sandstorms that conceal Krookodile. The team then splits the prey they catch.", "People continue to have their hearts stolen by its enchanting songs and find themselves stranded in the desert.", "This Pokémon hides in the heart of sandstorms it creates and seldom appears where people can see it.", "It is nicknamed the Desert Spirit because the flapping of its wings sounds like a woman singing.", "It whips up sandstorms with powerful flaps of its wings. It is known as the Desert Spirit."]