["A POKéMON that has been admired since the past for its beauty. It runs agilely as if on wings.", "A legendary POKéMON in China. Many people are charmed by its grace and beauty while running.", "This legendary Chinese POKEMON is considered magnificent. Many people are enchanted by its grand mane.", "Its magnificent bark conveys a sense of majesty. Anyone hearing it can’t help but grovel before it.", "An ancient picture scroll shows that people were attracted to its movement as it ran through prairies.", "ARCANINE is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this POKéMON’s body is its source of power.", "A POKéMON that is described in Chinese legends. It is said to race at an unbelievable speed.", "A POKéMON that has long been admired for its beauty. It runs agilely as if on wings.", "This fleet-footed POKéMON is said to run over 6,200 miles in a single day and night. The fire that blazes wildly within its body is its source of power.", "Its proud and regal appearance has captured the hearts of people since long ago.", "This legendary Chinese Pokémon is considered magnificent. Many people are enchanted by its grand mane.", "Its magnificent bark conveys a sense of majesty. Anyone hearing it can’t help but grovel before it.", "Its proud and regal appearance has captured the hearts of people since long ago.", "The sight of it running over 6,200 miles in a single day and night has captivated many people.", "A Pokémon that has long been admired for its beauty. It runs agilely as if on wings.", "Its magnificent bark conveys a sense of majesty. Anyone hearing it can’t help but grovel before it.", "Arcanine is known for its high speed. It is said to be capable of running over 6,200 miles in a single day and night. The fire that blazes wildly within this Pokémon’s body is its source of power.", "Overflowing with beauty and majesty, this strong Pokémon appears in ancient Eastern folklore.", "The fire burning inside its body serves as the energy to fuel it as it runs great distances. It appears in many legends.", "Legends tell of its fighting alongside a general and conquering a whole country.", "There are so many old tales about them that they’re called legendary Pokémon, but there are way more of them around than you’d expect.", "A legendary Pokémon in the East. Many people are charmed by the grace and beauty of its running.", "The sight of it running over 6,200 miles in a single day and night has captivated many people.", "A Pokémon that has long been admired for its beauty. It runs agilely as if on wings.", "Its proud and regal appearance has captured the hearts of people since long ago.", "An ancient picture scroll shows that people were captivated by its movement as it ran through prairies.", "Its magnificent bark conveys a sense of majesty. Anyone hearing it can’t help but grovel before it.", "Snaps at its foes with fangs cloaked in blazing flame. Despite its bulk, it deftly feints every which way, leading opponents on a deceptively merry chase as it all but dances around them."]