["SABLEYE lead quiet lives deep inside caverns. They are feared, however, because these POKéMON are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.", "SABLEYE digs the ground with sharpened claws to find rocks that it eats. Substances in the eaten rocks crystallize and rise up to the POKéMON’s body surface.", "It feeds on gemstone crystals. In darkness, its eyes sparkle with the glitter of jewels.", "It digs branching holes in caves using its sharp claws in search of food--raw gems. A SABLEYE lurks in darkness and is seen only rarely.", "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.", "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself.", "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.", "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.", "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself.", "Sableye lead quiet lives deep inside caverns. They are feared, however, because these Pokémon are thought to steal the spirits of people when their eyes burn with a sinister glow in the darkness.", "Sableye digs the ground with sharpened claws to find rocks that it eats. Substances in the eaten rocks crystallize and rise up to the Pokémon’s body surface.", "It’s a fiend for gemstones, so it stalks Carbink. Unfortunately, Gabite almost always grabs them first.", "This Pokémon is feared. When its gemstone eyes begin to glow with a sinister shine, it’s believed that Sableye will steal people’s spirits away.", "It digs through the ground with its hard claws and crunches down gems with its thick pointy teeth. Carbink is its favorite food.", "Materials from gems it has eaten float to the surface of its body and can form an infinite number of patterns among individuals.", "This Pokémon is feared. When its gemstone eyes begin to glow with a sinister shine, it’s believed that Sableye will steal people’s spirits away.", "It feeds on gemstone crystals. In darkness, its eyes sparkle with the glitter of jewels.", "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.", "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself.", "Materials from gems it has eaten float to the surface of its body and can form an infinite number of patterns among individuals.", "The jewel from its chest, which has grown gigantic due to the effects of Mega Evolution, can turn back any attack.", "Supporting a giant heavy jewel, it can’t change direction very nimbly and is vulnerable to attack from behind.", "Bathed in the energy of Mega Evolution, the gemstone on its chest expands, rips through its skin, and falls out.", "It blocks any and all attacks with its giant-sized gemstone. However, the stone’s a heavy burden, and it limits Mega Sableye’s movements."]