["LUVDISC live in shallow seas in the tropics. This heart-shaped POKéMON earned its name by swimming after loving couples it spotted in the ocean’s waves.", "LUVDISC’s heart-shaped body is a symbol of love and romance. It is said that any couple meeting this POKéMON is promised a loving relationship that never ends.", "During the spawning season, countless LUVDISC congregate at coral reefs, turning the waters pink.", "LUVDISC make the branches of CORSOLA their nests. There is a custom from long ago of giving a LUVDISC as a gift to express one’s feelings of love.", "It lives in warm seas. It is said that a couple finding this Pokémon will be blessed with eternal love.", "Its heart-shaped body makes it popular. In some places, you would give a LUVDISC to someone you love.", "It lives in warm seas. It is said that a couple finding this Pokémon will be blessed with eternal love.", "It lives in warm seas. It is said that a couple finding this Pokémon will be blessed with eternal love.", "During the spawning season, countless Luvdisc congregate at coral reefs, turning the waters pink.", "Luvdisc live in shallow seas in the tropics. This heart-shaped Pokémon earned its name by swimming after loving couples it spotted in the ocean’s waves.", "Luvdisc’s heart-shaped body is a symbol of love and romance. It is said that any couple meeting this Pokémon is promised a loving relationship that never ends.", "If a Luvdisc is left on its own, it becomes despondent, leaving itself open to attack. That is when Pelipper snatch them up.", "Loving couples have a soft spot for this Pokémon, so honeymoon hotels often release this Pokémon into their pools.", "There was an era when it was overfished due to the rumor that having one of its heart-shaped scales would enable you to find a sweetheart.", "Luvdisc makes its home in coral reefs in warm seas. It especially likes sleeping in the space between Corsola’s branches.", "It lives in warm seas. It is said that couples who find this Pokémon will be blessed with eternal love.", "Its heart-shaped body makes it popular. In some places, you would give a Luvdisc to someone you love.", "During the spawning season, countless Luvdisc congregate at coral reefs, turning the waters pink."]