[
	"The stalks of leeks are thicker and longer in the Galar region. Farfetch’d that adapted to these stalks took on a unique form.",
	"The Farfetch’d of the Galar region are brave warriors, and they wield thick, tough leeks in battle.",
	"It can’t live without the stalk it holds. That’s why it defends the stalk from attackers with its life.",
	"They use a plant stalk as a weapon, but not all of them use it in the same way. Several distinct styles of stalk fighting have been observed.",
	"The stalk this Pokémon carries in its wings serves as a sword to cut down opponents. In a dire situation, the stalk can also serve as food.",
	"They live where reedy plants grow. Farfetch’d are rarely seen, so it’s thought their numbers are decreasing.",
	"Farfetch’d is always seen with a stalk from a plant of some sort. Apparently, there are good stalks and bad stalks. This Pokémon has been known to fight with others over stalks.",
	"It always walks about with a plant stalk clamped in its beak. The stalk is used for building its nest.",
	"The plant stalk it holds is its weapon. The stalk is used like a sword to cut all sorts of things.",
	"If it eats the plant stalk it carries as emergency rations, it runs off in search of a new stalk.",
	"If anyone tries to disturb where the essential plant stalks grow, it uses its own stalk to thwart them.",
	"It is always seen with a stick from a plant. Apparently, there are good sticks and bad sticks. This Pokémon occasionally fights with others over choice sticks.",
	"Farfetch’d is always seen with a stick from a plant of some sort. Apparently, there are good sticks and bad sticks. This Pokémon has been known to fight with others over sticks.",
	"In order to prevent their extinction, more people have made an effort to breed these Pokémon.",
	"If it eats the plant stick it carries as emergency rations, it runs off in search of a new stick.",
	"If anyone tries to disturb where the essential plant sticks grow, it uses its own stick to thwart them.",
	"Lives where reedy plants grow. They are rarely seen, so it’s thought their numbers are decreasing.",
	"The sprig of green onions it holds is its weapon. It is used much like a metal sword."
]
