["The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets.", "Small and weak, this POKéMON is adept with its bone club. It has grown more vicious over the ages.", "It has been seen pounding boulders with the bone it carries in order to tap out messages to others.", "It collects bones from an unknown place. A MAROWAK graveyard exists somewhere in the world, rumors say.", "Somewhere in the world is a cemetery just for MAROWAK. It gets its bones from those graves.", "MAROWAK is the evolved form of a CUBONE that has overcome its sadness at the loss of its mother and grown tough. This POKéMON’s tempered and hardened spirit is not easily broken.", "It is small and was originally very weak. Its temperament turned ferocious when it began using bones.", "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets.", "A MAROWAK is the evolved form of a CUBONE that has grown tough by overcoming the grief of losing its mother. Its tempered and hardened spirit is not easily broken.", "From its birth, this savage Pokémon constantly holds bones. It is skilled in using them as weapons.", "It has been seen pounding boulders with the bone it carries in order to tap out messages to others.", "It collects bones from an unknown place. Some whisper that a MAROWAK graveyard exists somewhere in the world.", "From its birth, this savage Pokémon constantly holds bones. It is skilled in using them as weapons.", "It is small and was originally very weak. Its temperament turned ferocious when it began using bones.", "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets.", "Marowak is the evolved form of a Cubone that has overcome its sadness at the loss of its mother and grown tough. This Pokémon’s tempered and hardened spirit is not easily broken.", "Originally, it was weak and timid. After evolution, its temperament becomes violent, and it begins to wield bones as weapons.", "This Pokémon is out for vengeance on its natural enemy, Mandibuzz. It throws bones like boomerangs to try to take it down.", "It throws bones at Mandibuzz to knock it down. It’s thought that Marowak is trying to avenge its parent.", "They thump their bones rhythmically to communicate among themselves. There are nearly 50 different rhythmic patterns.", "Small and weak, this Pokémon is adept with its bone club. It has grown more vicious over the ages.", "This Pokémon overcame its sorrow to evolve a sturdy new body. Marowak faces its opponents bravely, using a bone as a weapon.", "When this Pokémon evolved, the skull of its mother fused to it. Marowak’s temperament also turned vicious at the same time.", "The bones it uses have been in its possession since it was born. It has a ferocious nature.", "The bones it possesses were once its mother’s. Its mother’s regrets have become like a vengeful spirit protecting this Pokémon.", "Its custom is to mourn its lost companions. Mounds of dirt by the side of the road mark the graves of the Marowak.", "The rich greenery of the Alola region is hard on Marowak. It controls fire to stay alive.", "When it beats opponents with its bone, the cursed flames spread to them. No amount of water will stop those flames from burning.", "It has transformed the spirit of its dear departed mother into flames, and tonight it will once again dance in mourning of others of its kind.", "This Pokémon sets the bone it holds on fire and dances through the night as a way to mourn its fallen allies.", "The cursed flames that light up the bone carried by this Pokémon are said to cause both mental and physical pain that will never fade."]