[
    "It’s better at beating things than grasping them. When it battles for a long time, the weight of its pincers becomes too much to bear.",
    "It stores the excess energy from Mega Evolution, so after a long time passes, its body starts to melt.",
    "Due to the effects of Mega Evolution, its pincers have taken on a more diabolical form, ripping anything they pinch to shreds.",
    "The excess energy that bathes this Pokémon keeps it in constant danger of overflow. It can’t sustain a battle over long periods of time.",
    "It swings its eye-patterned pincers up to scare its foes. This makes it look like it has three heads.",
    "This Pokémon’s pincers, which contain steel, can crush any hard object they get ahold of into bits.",
    "Evolved by way of a curious item. The shell covering its body has been shown to be stronger than forged steel.",
    "It has a steel-hard body. It intimidates foes by upraising its eye-patterned pincers.",
    "Though its body is slim, _____ has tremendous attacking power. Even _____’s muscles are made of metal.",
    "Bulky pincers account for one third of _____’s body weight. A single swing of one of these pincers will crush a boulder completely.",
    "Once it has identified something as an enemy, it will continue beating them with its steel-hard pincers until there’s nothing left but scraps.",
    "Its body is like steel. Its tough, heavy pincers are more suited to smashing enemies than grabbing them.",
    "Once it has identified an enemy, this Pokémon smashes it mercilessly with pincers hard as steel.",
    "It uses its wings to adjust its body temperature. Otherwise, its metal body would become too hot and melt in the heat of battle.",
    "_____ has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. This Pokémon flaps its wings to regulate its body temperature.",
    "This Pokémon’s pincers, which contain steel, can crush any hard object it gets ahold of into bits.",
    "It raises its pincers with eyelike markings for intimidation. It also swings them down dangerously.",
    "Its wings are not used for flying. They are flapped at high speed to adjust its body temperature.",
    "A _____ has a body with the hardness of steel. It is not easily fazed by ordinary sorts of attacks. It flaps its wings to regulate its body temperature.",
    "This Pokémon’s pincers, which contain steel, can crush any hard object it gets a hold of into bits."
]