["Its hard scales provide strong protection. It uses its hefty bulk to execute powerful moves.", "Tough scales cover the sturdy body of this POKéMON. It appears that the scales grow in cycles.", "Its body is covered with needle-like scales. It never shows signs of shrinking from any attack.", "It uses its scaly, rugged body to seal the entrance of its nest and protect its young from predators.", "The hard scales that cover its strong body serve as excellent protection from any attack.", "NIDOQUEEN’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This POKéMON is at its strongest when it is defending its young.", "The body is covered by stiff, needle-like scales. If it becomes excited, the needles bristle outwards.", "Its hard scales provide strong protection. It uses its hefty bulk to execute powerful moves.", "It is adept at sending foes flying with harsh tackles using its tough, scaly body. This POKéMON is at its strongest when it is defending its young.", "Its entire body is armored with hard scales. It will protect the young in its burrow with its life.", "Its body is covered with needle-like scales. It never shows signs of shrinking from any attack.", "It uses its scaly, rugged body to seal the entrance of its nest and protect its young from predators.", "Its entire body is armored with hard scales. It will protect the young in its burrow with its life.", "It uses its scaly, rugged body to seal the entrance of its nest and protect its young from predators.", "The body is covered by stiff, needlelike scales. If it becomes excited, the needles bristle outwards.", "Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.", "Tough scales cover the sturdy body of this Pokémon. It appears that the scales grow in cycles.", "Nidoqueen is better at defense than offense. With scales like armor, this Pokémon will shield its children from any kind of attack.", "It pacifies offspring by placing them in the gaps between the spines on its back. The spines will never secrete poison while young are present.", "Its entire body is armored with hard scales. It will protect the young in its burrow with its life."]