["Its muscular body is so powerful, it must wear a power save belt to be able to regulate its motions.", "The belt around its waist holds back its energy. Without it, this POKéMON would be unstoppable.", "It always goes at its full power, but this very tough and durable POKéMON never gets tired.", "The muscles covering its body teem with power. Even when still, it exudes an amazing sense of strength.", "This tough POKéMON always stays in the zone. Its muscles become thicker after every battle.", "MACHOKE’s thoroughly toned muscles possess the hardness of steel. This POKéMON has so much strength, it can easily hold aloft a sumo wrestler on just one finger.", "MACHOKE undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this POKéMON heads to the fields and mountains to exercise and train.", "Its formidable body never gets tired. It helps people by doing work such as the moving of heavy goods.", "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.", "A belt is worn by a MACHOKE to keep its overwhelming power under control. Because it is so dangerous, no one has ever removed the belt.", "MACHOKE’s boundless power is very dangerous, so it wears a belt that suppresses its energy.", "It can lift a dump truck with one hand. Using that power, it helps people with heavy jobs.", "It happily carries heavy cargo to toughen up. It willingly does hard work for people.", "It always goes at its full power, but this very tough and durable Pokémon never gets tired.", "The muscles covering its body teem with power. Even when still, it exudes an amazing sense of strength.", "It happily carries heavy cargo to toughen up. It willingly does hard work for people.", "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.", "It can lift a dump truck with one hand. Using that power, it helps people with heavy jobs.", "Machoke’s thoroughly toned muscles possess the hardness of steel. This Pokémon has so much strength, it can easily hold aloft a sumo wrestler on just one finger.", "Machoke undertakes bodybuilding every day even as it helps people with tough, physically demanding labor. On its days off, this Pokémon heads to the fields and mountains to exercise and train.", "As a result of its continual workouts, it has developed tremendous power. It uses that power to help people with their work.", "It willingly assists with hard labor because it knows the work is good training for its muscles.", "When it encounters an enemy that’s truly mighty, this Pokémon removes the power-save belt from its waist and unleashes its full power.", "A popular motif for sculptures, its incredibly well-developed muscles have captured the imagination of many an artist.", "The belt around its waist holds back its energy. Without it, this Pokémon would be unstoppable.", "Its muscular body is so powerful, it must wear a power-save belt to be able to regulate its motions.", "Its formidable body never gets tired. It helps people by doing work such as the moving of heavy goods.", "Machoke’s boundless power is very dangerous, so it wears a belt that suppresses its energy.", "It can lift a dump truck with one hand. Using that kind of strength, it helps people do heavy jobs.", "A sturdy creature boasting a robust physique and boundless stamina. Loves training above all else and voluntarily assists with tasks such as construction and clearing land."]