["It is very timid. It will be afraid to move if it is alone. But it will be active if it is in a group.", "When the weather turns cold, lots of LEDYBA gather from everywhere to cluster and keep each other warm.", "It is timid and clusters together with others. The fluid secreted by its feet indicates its location.", "LEDYBA secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This POKéMON conveys its feelings to others by altering the fluid’s scent.", "When the weather turns cold, numerous LEDYBA gather from everywhere to cluster and keep each other warm.", "It is very timid. It will be afraid to move if it is alone. But it will be active if it is in a group.", "LEDYBA communicate using a fluid that they secrete from where the legs join the body. They are said to convey feelings to others by altering the fluid’s scent.", "It is so timid, it can’t move if it isn’t with a swarm of others. It conveys its feelings with scent.", "It is very timid. It will be afraid to move if it is alone. But it will be active if it is in a group.", "When the weather turns cold, lots of LEDYBA gather from everywhere to cluster and keep each other warm.", "It is so timid, it can’t move if it isn’t with a swarm of others. It conveys its feelings with scent.", "When the weather turns cold, lots of Ledyba gather from everywhere to cluster and keep each other warm.", "It is timid and clusters together with others. The fluid secreted by its feet indicates its location.", "Ledyba secretes an aromatic fluid from where its legs join its body. This fluid is used for communicating with others. This Pokémon conveys its feelings to others by altering the fluid’s scent.", "They are timid and grow uneasy when not in a swarm with others of their kind. The pattern on their backs differs slightly from one to another.", "They communicate with one another using bodily fluids that give off odors. When they’re angry, their odor smells sour.", "This Pokémon is very sensitive to cold. In the warmth of Alola, it appears quite lively.", "These very cowardly Pokémon join together and use Reflect to protect their nest.", "It’s so timid that it can’t move unless it’s with a swarm. It conveys its feelings through scent."]