[
    "If _____’s body is damaged, it will regenerate as long as the red core remains. The core flashes at midnight.",
    "Fish Pokémon nibble at it, but _____ isn’t bothered. Its body regenerates quickly, even if part of it is completely torn off.",
    "If you visit a beach at the end of summer, you’ll be able to see groups of _____ lighting up in a steady rhythm.",
    "As long as the center section is unharmed, this Pokémon can grow back fully even if it is chopped to bits.",
    "No number of injuries can bother _____. Its amazing regenerative powers return it to its previous state in half a day!",
    "In many places, there are folktales of stardust falling into the ocean and becoming _____.",
    "This Pokémon gets nibbled on by Lumineon and others. Thanks to its red core, it regenerates fast, so it’s unconcerned by their snack attacks.",
    "Large numbers of these Pokémon make their home at the seaside. At night, a strange red glow radiates from the center of their bodies.",
    "_____ apparently communicates with the stars in the night sky by flashing the red core at the center of its body. If parts of its body are torn, this Pokémon simply regenerates the missing pieces and limbs.",
    "_____’s center section has an organ called the core that shines bright red. If you go to a beach toward the end of summer, the glowing cores of these Pokémon look like the stars in the sky.",
    "It appears in large numbers by seashores. At night, its central core flashes with a red light.",
    "Even if its body is torn, it can regenerate as long as the glowing central core remains intact.",
    "As long as its red core remains, it can regenerate its body instantly, even if it’s torn apart.",
    "If its body is torn, it can grow back if the red core remains. The core flashes at midnight.",
    "At night, the middle of its body slowly flickers with the same rhythm as a human heartbeat.",
    "It gathers with others in the night and makes its red core glow on and off with the twinkling stars. It can regenerate limbs if they are severed from its body.",
    "An enigmatic Pokémon that can effortlessly regenerate any appendage it loses in battle.",
    "When the stars twinkle at night, it floats up from the sea floor, and its body’s center core flickers.",
    "At night, the center of its body slowly flickers with the same rhythm as a human heartbeat.",
    "As long as the center section is unharmed, it can grow back fully even if it is chopped to bits."
]