["The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.", "It blinds prey with an intense burst of light, then swallows the immobilized prey in a single gulp.", "This POKéMON uses the bright part of its body, which changed from a dorsal fin, to lure prey.", "LANTURN is nicknamed “the deep-sea star” for its illuminated antenna. This POKéMON produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.", "LANTURN is known to emit light. If you peer down into the dark sea from a ship at night, you can sometimes see this POKéMON’s light rising from the depths where it swims. It gives the sea an appearance of a starlit night.", "It blinds prey with an intense burst of light, then swallows the immobilized prey in a single gulp.", "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.", "The light-emitting orbs on its back are very bright. They are formed from a part of its dorsal fin. This POKéMON illuminates the inky darkness of deep seas.", "LANTURN’s light can shine up from great depths. It is nicknamed “The Deep-Sea Star.”", "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.", "It blinds prey with an intense burst of light. With the prey incapacitated, the Pokémon swallows it in a single gulp.", "Lanturn’s light can shine up from great depths. It is nicknamed “The Deep-Sea Star.”", "Lanturn’s light can shine up from great depths. It is nicknamed “The Deep-Sea Star.”", "It blinds prey with an intense burst of light. With the prey incapacitated, the Pokémon swallows it in a single gulp.", "Lanturn is nicknamed “the deep-sea star” for its illuminated antenna. This Pokémon produces light by causing a chemical reaction between bacteria and its bodily fluids inside the antenna.", "Lanturn is known to emit light. If you peer down into the dark sea from a ship at night, you can sometimes see this Pokémon’s light rising from the depths where it swims. It gives the sea an appearance of a starlit night.", "Should you peer into the ocean at night and see a light shining like the stars, that is Lanturn.", "This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack.", "When the bacteria living inside its antennae absorb Lanturn’s bodily fluids, a strong luminescent effect is produced.", "It lives far down in the depths of the ocean. It blinds its prey with light, using the moment they’re dazzled to swallow them whole.", "The light it emits is so bright that it can illuminate the sea’s surface from a depth of over three miles.", "This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack.", "Lanturn’s light can shine up from great depths. It is nicknamed the Deep-Sea Star."]