["Stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom.", "Its large ears are always kept upright. If it senses danger, it will attack with a poisonous sting.", "It is small, but its horn is filled with poison. It charges then stabs with the horn to inject poison.", "It raises its big ears to check its surroundings. It will strike first if it senses any danger.", "It constantly moves its large ears in many directions in order to detect danger right away.", "The male NIDORAN has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this POKéMON’s notice.", "Its large ears are flapped like wings when it is listening to distant sounds. It extends toxic barbs when angered.", "It stiffens its ears to sense danger. The larger its horns, the more powerful its secreted venom.", "The male NIDORAN has developed muscles that freely move its ears in any direction. Even the slightest sound does not escape this POKéMON’s notice.", "It scans its surroundings by raising its ears out of the grass. Its toxic horn is for protection.", "It is small, but its horn is filled with poison. It charges then stabs with the horn to inject poison.", "It raises its big ears to check its surroundings. It will strike first if it senses any danger.", "It scans its surroundings by raising its ears out of the grass. Its toxic horn is for protection.", "It scans its surroundings by raising its ears out of the grass. Its toxic horn is for protection.", "Its large ears are flapped like wings when it is listening to distant sounds. It extends toxic barbs when angered.", "Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.", "Its large ears are always kept upright. If it senses danger, it will attack with a poisonous sting.", "The horn on a male Nidoran’s forehead contains a powerful poison. This is a very cautious Pokémon, always straining its large ears.", "Small but brave, this Pokémon will hold its ground and even risk its life in battle to protect the female it’s friendly with.", "It scans its surroundings by raising its ears out of the grass. Its toxic horn is for protection."]