[
    "It can pass through other dimensions and can appear anywhere. It caused a stir one time when it stuck just one leg out of a wall.",
    "Mega Evolution has made it possible for _____ to access other dimensions. Its entire body is brimming with strange power.",
    "It tries to take the lives of anyone and everyone. It will even try to curse the Trainer who is its master!",
    "The energy of Mega Evolution awakened it. It sinks into another dimension, where it keeps a patient watch for its chance to attack.",
    "_____’s relationships are warped. It has no interest in opponents unless it perceives them as prey.",
    "It lays traps, hoping to steal the lives of those it catches. If you stand in front of its mouth, you’ll hear your loved ones’ voices calling out to you.",
    "Rumor has it that its gigantic mouth leads not into its body, filled with cursed energy, but instead directly to the afterlife.",
    "Hiding in people’s shadows at night, it absorbs their heat. The chill it causes makes the victims shake.",
    "To steal the life of its target, it slips into the prey’s shadow and silently waits for an opportunity.",
    "Possesses potential victims’ shadows in an effort to steal away the victims’ lives. If your shadow begins to laugh, you must take hold of a protective charm posthaste!",
    "Lurking in the shadowy corners of rooms, it awaits chances to steal its prey’s life-force.",
    "It hides in shadows. It is said that in rooms where _____ is hiding, the temperature drops by nearly 10 degrees Fahrenheit.",
    "It is said to emerge from darkness to steal the lives of those who become lost in mountains.",
    "On the night of a full moon, if shadows move on their own and laugh, it must be _____’s doing.",
    "A _____ is close by if you feel a sudden chill. It may be trying to lay a curse on you.",
    "Even your home isn’t safe. _____ will lurk in whatever dark corner of a room it can find and wait for its chance to catch its prey.",
    "You can hear tales told all over the world about how _____ will pay a visit to children who are naughty.",
    "It apparently wishes for a traveling companion. Since it was once human itself, it tries to create one by taking the lives of other humans.",
    "Should you feel yourself attacked by a sudden chill, it is evidence of an approaching _____. There is no escaping it. Give up.",
    "Sometimes, on a dark night, your shadow thrown by a streetlight will suddenly and startlingly overtake you. It is actually a _____ running past you, pretending to be your shadow.",
    "It hides in shadows. It is said that if _____ is hiding, it cools the area by nearly 10 degrees Fahrenheit.",
    "The leer that floats in darkness belongs to a _____ delighting in casting curses on people.",
    "It steals heat from its surroundings. If you feel a sudden chill, it is certain that a _____ appeared.",
    "Lurking in the shadowy corners of rooms, it awaits chances to steal its prey’s life force.",
    "It hides in shadows. It is said that if _____ is hiding, it cools the area by nearly 10 degrees F.",
    "Deep in the night, your shadow cast by a streetlight may suddenly overtake you. It is actually a _____ running past you, pretending to be your shadow.",
    "Under a full moon, this Pokémon likes to mimic the shadows of people and laugh at their fright."
]