["SWABLU has light and fluffy wings that are like cottony clouds. This POKéMON is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.", "SWABLU loves to make things clean. If it spots something dirty, it will wipe and polish it with its cottony wings. If its wings become dirty, this POKéMON finds a stream and showers itself.", "It constantly grooms its cotton-like wings. It takes a shower to clean itself if it becomes dirty.", "A POKéMON that has wings like cottony clouds. After enduring winter, in which little food is available, SWABLU flocks move closer to towns in the spring.", "Its wings are like cotton tufts. If it perches on someone’s head, it looks like a cotton hat.", "It can’t relax if it or its surroundings are not clean. It wipes off dirt with its wings.", "Its wings bring cottony clouds to mind. It grooms with springwater and loves to sit on heads.", "It can’t relax if it or its surroundings are not clean. It wipes off dirt with its wings.", "For some reason, it likes to land on people’s heads softly and act like it’s a hat.", "For some reason, it likes to land on people’s heads softly and act like it’s a hat.", "It constantly grooms its cotton-like wings. It takes a shower to clean itself if it becomes dirty.", "Swablu has light and fluffy wings that are like cottony clouds. This Pokémon is not frightened of people. It lands on the heads of people and sits there like a cotton-fluff hat.", "Swablu loves to make things clean. If it spots something dirty, it will wipe and polish it with its cottony wings. If its wings become dirty, this Pokémon finds a stream and showers itself.", "Its cottony wings are full of air, making them light and fluffy to the touch. Swablu takes diligent care of its wings.", "Since Swablu looks like a cumulus cloud, foes can have a hard time finding it. Apparently its wings turned white over many generations.", "Its wings are like cotton tufts. If it perches on someone’s head, it looks like a cotton hat.", "It constantly grooms its cotton-like wings. It takes a shower to clean itself if it becomes dirty.", "It can’t relax if it or its surroundings are not clean. It wipes off dirt with its wings."]