[
    "Terrifyingly strong, this Pokémon is the size of a mountain—and moves about as much as one as well.",
    "Gigantamax energy has affected stray seeds and even pebbles that got stuck to _____, making them grow to a huge size.",
    "This glutton appears in villages without warning and devours the entirety of their rice granaries—such occurrences have long been counted among the gravest of disasters.",
    "It stops eating only to sleep. It doesn’t feel full unless it eats nearly 900 pounds a day.",
    "Its stomach can digest any kind of food, even if it happens to be moldy or rotten.",
    "This Pokémon’s stomach is so strong, even eating moldy or rotten food will not affect it.",
    "It is not satisfied unless it eats over 880 pounds of food every day. When it is done eating, it goes promptly to sleep.",
    "Will eat anything, even if the food happens to be a little moldy. It never gets an upset stomach.",
    "It has no interest in anything other than eating. Even if you climb up on its stomach while it’s napping, it doesn’t seem to mind at all!",
    "It doesn’t do anything other than eat and sleep. When prompted to make a serious effort, though, it apparently displays awesome power.",
    "It eats nearly 900 pounds of food every day. It starts nodding off while eating—and continues to eat even while it’s asleep.",
    "Its stomach is said to be incomparably strong. Even Muk’s poison is nothing more than a hint of spice on _____’s tongue.",
    "_____’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its expansive belly as a place to play.",
    "When its belly is full, it becomes too lethargic to even lift a finger, so it is safe to bounce on its belly.",
    "Its stomach’s digestive juices can dissolve any kind of poison. It can even eat things off the ground.",
    "What sounds like its cry may actually be its snores or the rumblings of its hungry belly.",
    "_____’s typical day consists of nothing more than eating and sleeping. It is such a docile Pokémon that there are children who use its big belly as a place to play.",
    "Very lazy. Just eats and sleeps. As its rotund bulk builds, it becomes steadily more slothful."
]