["Usually found in power plants. Easily mistaken for a POKé BALL, they have zapped many people.", "It is said to camouflage itself as a POKé BALL. It will self-destruct with very little stimulus.", "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to explode.", "It was discovered when POKé BALLS were introduced. It is said that there is some connection.", "During the study of this POKéMON, it was discovered that its components are not found in nature.", "VOLTORB was first sighted at a company that manufactures POKé BALLS. The link between that sighting and the fact that this POKéMON looks very similar to a POKé BALL remains a mystery.", "VOLTORB is extremely sensitive - it explodes at the slightest of shocks. It is rumored that it was first created when a POKé BALL was exposed to a powerful pulse of energy.", "A life-form whose identity is unknown. It is said to SCREECH or suddenly SELFDESTRUCT.", "Usually found in power plants. Easily mistaken for a POKé BALL, it has zapped many people.", "It bears an uncanny and unexplained resemblance to a POKé BALL. Because it explodes at the slightest shock, even veteran TRAINERS treat it with caution.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on touch.", "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to explode.", "It was discovered when Poké Balls were introduced. It is said that there is some connection.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on touch.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on contact.", "It was discovered when Poké Balls were introduced. It is said that there is some connection.", "Usually found in power plants. Easily mistaken for a Poké Ball, it has zapped many people.", "Voltorb was first sighted at a company that manufactures Poké Balls. The link between that sighting and the fact that this Pokémon looks very similar to a Poké Ball remains a mystery.", "Voltorb is extremely sensitive—it explodes at the slightest of shocks. It is rumored that it was first created when a Poké Ball was exposed to a powerful pulse of energy.", "It is said to camouflage itself as a Poké Ball. It will self-destruct with very little stimulus.", "It looks just like a Poké Ball. It is dangerous because it may electrocute or explode on touch.", "It rolls to move. If the ground is uneven, a sudden jolt from hitting a bump can cause it to explode.", "It’s usually found in power plants. Easily mistaken for a Poké Ball, it has zapped many people.", "An enigmatic Pokémon that happens to bear a resemblance to a Poké Ball. When excited, it discharges the electric current it has stored in its belly, then lets out a great, uproarious laugh."]