[
    "In total darkness, where nothing is visible, _____ lurks, silently stalking its next victim.",
    "It likes to lurk in the dark and tap shoulders with a gaseous hand. Its touch causes endless shuddering.",
    "This frightful, malevolent spirit can glide through walls, appearing wherever it likes. According to rumor, victims of a _____’s lick will wither to death day by day.",
    "It licks with its gaseous tongue to steal its victim’s life-force. It lurks in darkness, waiting for prey.",
    "It can slip through any obstacle. It lurks inside walls to keep an eye on its foes.",
    "If you get the feeling of being watched in darkness when nobody is around, _____ is there.",
    "Its tongue is made of gas. If licked, its victim starts shaking constantly until death eventually comes.",
    "By licking, it saps the victim’s life. It causes shaking that won’t stop until the victim’s demise.",
    "It’s dangerous to go outside alone on nights when you’re feeling sad. _____ will catch you, and you won’t be able to go back home.",
    "On moonless nights, _____ searches for someone to curse, so it’s best not to go out walking around.",
    "It fears the light and revels in the dark. It may be on the verge of extinction in cities that stay brightly lit at night.",
    "It strikes at humans from total darkness. Those licked by its cold tongue grow weaker with each passing day until they die.",
    "_____ is a dangerous Pokémon. If one beckons you while floating in darkness, you must never approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
    "It licks with its gaseous tongue to steal the victim’s life force. It lurks in darkness for prey.",
    "If a _____ beckons you while it is floating in darkness, don’t approach it. This Pokémon will try to lick you with its tongue and steal your life away.",
    "Because of its ability to slip through block walls, it is said to be from another dimension.",
    "It hides in the dark, planning to take the life of the next living thing that wanders close by."
]