["SHUPPET is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this POKéMON will appear in a swarm and line up beneath the eaves of that person’s home.", "SHUPPET grows by feeding on dark emotions, such as vengefulness and envy, in the hearts of people. It roams through cities in search of grudges that taint people.", "It loves to feed on feelings like envy and malice. Its upright horn catches the emotions of people.", "This POKéMON roams about deep in the night seeking such negative emotions as grudges and envy. It retreats to its nest when the sun begins to rise.", "It loves vengeful emotions and hangs in rows under the eaves of houses where vengeful people live.", "It uses its horn to feed on envy and malice, or so it’s said. It’s very active at night.", "It loves vengeful emotions and hangs in rows under the eaves of houses where vengeful people live.", "It feeds on the dark emotions of sadness and hatred, which make it grow steadily stronger.", "It uses its horn to feed on envy and malice--or so it’s said. It’s very active at night.", "It loves vengeful emotions and hangs in rows under the eaves of houses where vengeful people live.", "Shuppet is attracted by feelings of jealousy and vindictiveness. If someone develops strong feelings of vengeance, this Pokémon will appear in a swarm and line up beneath the eaves of that person’s home.", "Shuppet grows by feeding on dark emotions, such as vengefulness and envy, in the hearts of people. It roams through cities in search of grudges that taint people.", "It eats up emotions like malice, jealousy, and resentment, so some people are grateful for its presence.", "There’s a proverb that says, “Shun the house where Shuppet gather in the growing dusk.”", "They love vengeful emotions and hang in rows under the eaves of houses where vengeful people live.", "It loves to feed on feelings like envy and malice. Its upright horn catches the emotions of people.", "It feeds on the dark emotions of sadness and hatred, which make it grow steadily stronger."]