["A ferocious, prehistoric POKéMON that goes for the enemy’s throat with its serrated saw-like fangs.", "A savage POKéMON that died out in ancient times. It was resurrected using DNA taken from amber.", "A vicious POKéMON from the distant past, it appears to have flown by spreading its wings and gliding.", "This vicious POKéMON is said to have flown in ancient skies while shrieking high-pitched cries.", "In prehistoric times, this POKéMON flew freely and fearlessly through the skies.", "AERODACTYL is a POKéMON from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.", "It was regenerated from a dinosaur’s genetic matter that was found in amber. It flies with high-pitched cries.", "A ferocious, prehistoric POKéMON that goes for the enemy’s throat with its serrated, sawlike fangs.", "AERODACTYL is a POKéMON from the age of dinosaurs. It was regenerated from DNA extracted from amber. It is imagined to have been the king of the skies.", "A Pokémon that roamed the skies in the dinosaur era. Its teeth are like saw blades.", "A vicious Pokémon from the distant past, it appears to have flown by spreading its wings and gliding.", "This vicious Pokémon is said to have flown in ancient skies while shrieking high-pitched cries.", "A Pokémon that roamed the skies in the dinosaur era. Its teeth are like saw blades.", "It was regenerated from a dinosaur’s genetic matter that was found in amber. It flies with high-pitched cries.", "This vicious Pokémon is said to have flown in ancient skies while shrieking high-pitched cries.", "Aerodactyl is a Pokémon from the age of dinosaurs. It was regenerated from genetic material extracted from amber. It is imagined to have been the king of the skies in ancient times.", "A Pokémon from the age of the dinosaurs. It used its sawlike fangs to shred its prey before eating them.", "In ancient times, it ruled the skies. A widely accepted theory is that it went extinct due to a large meteor impact.", "Restored from DNA found in amber, this Pokémon exhibited ferocity that was greater than expected. Some casualties resulted.", "It flew through the open skies over the ancient continent as if they were its own. When it touched ground, its walk was weak and slow.", "A savage Pokémon that died out in ancient times. It was resurrected using DNA taken from amber.", "This is a ferocious Pokémon from ancient times. Apparently even modern technology is incapable of producing a perfectly restored specimen.", "Aerodactyl’s sawlike fangs can shred skin to tatters—even the skin of Steel-type Pokémon.", "It’s a Pokémon that roamed the skies in the dinosaur era. Its teeth are like saw blades.", "Part of its body has become stone. Some scholars claim that this is Aerodactyl’s true appearance.", "When it Mega Evolves, it becomes more vicious than ever before. Some say that’s because its excess of power is causing it pain.", "It will attack anything that moves. Mega Evolution is a burden on its body, so it’s incredibly irritated.", "Mega Evolution awakened some dormant genes, bringing back the sharp rocks that once covered Aerodactyl’s entire body.", "The power of Mega Evolution has completely restored its genes. The rocks on its body are harder than diamond."]